{
  "id": "bb",
  "title": "BloodBorne",
  "banner": "images/banners/bloodborne.jpg",
  "sections": [
    {
      "title": "Обязательные боссы",
      "bosses": [
        {
          "id": "gaskoin",
          "name": "Отец Гаскойн",
          "icon": "images/bosses/bb/gaskoin1.png",
          "image": "images/bosses/bb/gaskoin.png",
          "description": "Отец Гаскойн — охотник, который слишком долго оставался в ночи охоты и в итоге пал жертвой звериной скверны. Когда-то он служил Церкви и защищал Ярнам, но утратил человеческий облик и рассудок. Его трагедия показывает, как легко охотник сам становится тем, на кого охотится. Музыкальная шкатулка, связанная с его семьёй, напоминает о прошлом и пробуждает остатки человечности. Битва с Гаскойном — первое серьёзное столкновение с темой безумия охоты. Его смерть символизирует точку невозврата для любого охотника."
        },
        {
          "id": "ameliya",
          "name": "Викарий Амелия",
          "icon": "images/bosses/bb/ameliya1.png",
          "image": "images/bosses/bb/ameliya.png",
          "description": "Викарий Амелия — высокопоставленная служительница Церкви исцеления, ставшая чудовищем под действием старой крови. Она молилась Великому Древу, пытаясь сохранить веру, но скверна полностью поглотила её. Её превращение отражает лицемерие Церкви, скрывающей истину о природе крови. Амелия цепляется за амулет, как за последний символ веры. Победа над ней открывает истинную историю Ярнама. Этот бой подчёркивает связь религии и ужаса."
        },
        {
          "id": "shadows_yarnam",
          "name": "Тень Ярнама",
          "icon": "images/bosses/bb/shadows_yarnam1.png",
          "image": "images/bosses/bb/shadows_yarnam.png",
          "description": "Тени Ярнама — таинственные слуги королевы Ярнам, скрывающие лица под мантиями. Они исполняют волю древней крови и охраняют путь к истине. Их синхронные атаки создают ощущение ритуала, а не обычного боя. Каждая Тень использует разные формы оружия и магии. Вместе они символизируют слепое служение древним силам. Их поражение приближает охотника к разгадке кошмара."
        },
        {
          "id": "rom_spider",
          "name": "Ром праздный паук",
          "icon": "images/bosses/bb/rom_spider1.png",
          "image": "images/bosses/bb/rom_spider.png",
          "description": "Ром, праздный паук — Великий, скрывающий истинную природу мира. Его существование удерживает иллюзию реальности, скрывая кровавую луну. Ром не проявляет агрессии напрямую, полагаясь на защитников. Его смерть разрушает завесу и меняет Ярнам навсегда. Этот момент — переломный для сюжета игры. Ром символизирует неведение как форму защиты от ужаса."
        },
        {
          "id": "ressurecter",
          "name": "Возродившийся",
          "icon": "images/bosses/bb/ressurecter1.png",
          "image": "images/bosses/bb/ressurecter.png",
          "description": "Возродившийся — чудовище, созданное из множества человеческих тел с помощью запретных ритуалов. Он является результатом отчаянных попыток людей достичь божественности. Существо не обладает разумом, но переполнено страданием. Его существование — прямое доказательство провала экспериментов Церкви. Битва с ним подчёркивает цену стремления к высшему знанию. Это один из самых гротескных образов игры."
        },
        {
          "id": "mikolash",
          "name": "Миколаш, Хозяин кошмара",
          "icon": "images/bosses/bb/mikolash1.png",
          "image": "images/bosses/bb/mikolash.png",
          "description": "Миколаш, Хозяин кошмара — учёный, одержимый Великими и поиском истины. Он утратил тело, но сохранил сознание в мире кошмара. Миколаш постоянно говорит загадками, демонстрируя безумие, рождённое знаниями. Его ловушки и бегство подчёркивают иллюзорность сражения. Он служит проводником к более глубоким слоям кошмара. Его смерть не приносит облегчения, а лишь усиливает тревогу."
        },
        {
          "id": "mergo",
          "name": "Кормилица Мерго",
          "icon": "images/bosses/bb/mergo1.png",
          "image": "images/bosses/bb/mergo.png",
          "description": "Кормилица Мерго — безликое существо, охраняющее младенца Великого. Она действует молча, как воплощение инстинкта защиты. Её присутствие напрямую связано с Кровавой Луной. Победа над ней приводит к затиханию плача Мерго. Этот момент знаменует завершение основной охоты. Кормилица олицетворяет искаженную материнскую заботу."
        }
      ]
    },
    {
      "title": "Опциональные боссы",
      "bosses": [
        {
          "id": "church_monster",
          "name": "Церковное Чудовище",
          "icon": "images/bosses/bb/church_monster1.png",
          "image": "images/bosses/bb/church_monster.png",
          "description": "Церковное Чудовище — один из первых примеров звериной скверны в Ярнаме. Когда-то это был человек, связанный с Церковью. Его облик отражает ранние стадии мутации. Бой с ним знакомит игрока с основными принципами охоты. Чудовище демонстрирует, как быстро человек теряет человечность. Оно служит предупреждением для охотника."
        },
        {
          "id": "sky_deliver",
          "name": "Посланник Небес",
          "icon": "images/bosses/bb/sky_deliver1.png",
          "image": "images/bosses/bb/sky_deliver.png",
          "description": "Посланники Небес — странные существа, связанные с попытками контакта с Великими. Они выглядят почти безобидно, но обладают опасной силой. Эти создания — результат экспериментов над людьми. Их коллективный разум подчёркивает утрату индивидуальности. Победа над ними раскрывает последствия стремления к космическому знанию. Они символизируют искаженную эволюцию."
        },
        {
          "id": "ibraitas",
          "name": "Ибраитас, дочь Космоса",
          "icon": "images/bosses/bb/ibraitas1.png",
          "image": "images/bosses/bb/ibraitas.png",
          "description": "Ибраитас, дочь Космоса — Великий, найденный Церковью в подземных залах. Она стала объектом поклонения и экспериментов. Ибраитас почти не проявляет враждебности, пока её не тревожат. Её облик подчёркивает чуждость космических существ. Битва с ней раскрывает жестокость людей по отношению к богам. Она — символ трагедии непонимания."
        },
        {
          "id": "monster_blood",
          "name": "Чудовище-кровоглот",
          "icon": "images/bosses/bb/monster_blood1.png",
          "image": "images/bosses/bb/monster_blood.png",
          "description": "Чудовище-кровоглот — порождение экспериментов Церкви над кровью. Оно питается жизненной силой жертв. Его агрессивность и скорость делают бой опасным. Существо показывает, к чему приводит злоупотребление старой кровью. Оно лишено разума и действует инстинктивно. Его смерть — ещё одно напоминание о цене экспериментов."
        },
        {
          "id": "paarl",
          "name": "Черное чудовище Паарл",
          "icon": "images/bosses/bb/paarl1.png",
          "image": "images/bosses/bb/paarl.png",
          "description": "Чёрное чудовище Паарл — существо, наполненное электрической энергией. Оно связано с миром смерти и потусторонним. Паарл демонстрирует необычные формы мутации. Его скелетообразный облик усиливает ощущение ужаса. Победа над ним открывает новые пути в мире игры. Он символизирует разрушительную силу скверны."
        },
        {
          "id": "hemvic_witch",
          "name": "Ведьма Хемвика",
          "icon": "images/bosses/bb/hemvic_witch1.png",
          "image": "images/bosses/bb/hemvic_witch.png",
          "description": "Ведьмы Хемвика — служительницы тёмных ритуалов и похищения глаз. Они предпочитают действовать через призванных существ. Их слабость скрыта за иллюзией опасности. Победа над ведьмами открывает путь к руне Карила. Они показывают, как страх может быть сильнее реальной угрозы. Ведьмы олицетворяют манипуляцию и обман."
        },
        {
          "id": "logarius",
          "name": "Мученик Логариус",
          "icon": "images/bosses/bb/logarius1.png",
          "image": "images/bosses/bb/logarius.png",
          "description": "Мученик Логариус — хранитель тайны замка Кейнхёрст. Он пожертвовал собой, чтобы сдерживать проклятую королеву. Его тело давно умерло, но воля продолжает сражаться. Логариус символизирует фанатичную преданность долгу. Битва с ним раскрывает конфликт между Церковью и Кейнхёрстом. Его поражение снимает древнее запечатывание."
        },
        {
          "id": "amigdala",
          "name": "Амигдала",
          "icon": "images/bosses/bb/amigdala1.png",
          "image": "images/bosses/bb/amigdala.png",
          "description": "Амигдала — Великий, незримо наблюдающий за миром. Многие видят его лишь после обретения прозрения. Его истинная форма пугает и завораживает. Амигдала связана с переносом охотников в кошмары. Битва с ней подчёркивает масштаб космического ужаса. Она — напоминание о ничтожности человека."
        },
        {
          "id": "german",
          "name": "Герман, первый охотник",
          "icon": "images/bosses/bb/german1.png",
          "image": "images/bosses/bb/german.png",
          "description": "Герман, первый охотник — наставник и узник Сна охотника. Он был связан с Лунным Присутствием против своей воли. Герман устал от бесконечного цикла охоты. Его бой — проверка решимости игрока. Победа может освободить его или занять его место. Он символизирует цену сделанного выбора."
        },
        {
          "id": "blood_moon",
          "name": "Присутствие луны",
          "icon": "images/bosses/bb/blood_moon1.png",
          "image": "images/bosses/bb/blood_moon.png",
          "description": "Присутствие луны — Великий, управляющий циклом охоты. Оно дарует силу, но взамен требует подчинения. Его влияние незримо, но всепроникающе. Существо связано с рождением кошмаров. Битва с ним возможна лишь при особых условиях. Оно олицетворяет неизбежность судьбы."
        }
      ]
    },
    {
      "title": "DLC — The Old Hunters",
      "bosses": [
        {
          "id": "ludvig",
          "name": "Людвиг",
          "icon": "images/bosses/bb/ludvig1.png",
          "image": "images/bosses/bb/ludvig.png",
          "description": "Людвиг — легендарный охотник, ставший чудовищем. Он был первым, кто использовал клинок света Церкви. Его разум расколот между зверем и героем. Во второй фазе он вспоминает своё предназначение. Бой с Людвигом трагичен и величественен. Он символизирует падение идеала."
        },
        {
          "id": "lourens",
          "name": "Лоуренс, первый викарий",
          "icon": "images/bosses/bb/lourens1.png",
          "image": "images/bosses/bb/lourens.png",
          "description": "Лоуренс, первый викарий — основатель Церкви исцеления. Он первым поддался силе старой крови. Его пылающее тело отражает муки и раскаяние. Лоуренс навечно застрял в кошмаре охотников. Его судьба — предупреждение о гордыне. Он стал тем, чего боялся."
        },
        {
          "id": "live_louse",
          "name": "Живые неудачи",
          "icon": "images/bosses/bb/live_louse1.png",
          "image": "images/bosses/bb/live_louse.png",
          "description": "Живые неудачи — неудавшиеся эксперименты над людьми. Они были попыткой создать Великих искусственным путём. Их внешний вид вызывает жалость и страх. Эти существа лишены воли и цели. Бой с ними подчёркивает жестокость экспериментов. Они — жертвы стремления к знанию."
        },
        {
          "id": "maria",
          "name": "Леди Мария",
          "icon": "images/bosses/bb/maria1.png",
          "image": "images/bosses/bb/maria.png",
          "description": "Леди Мария — ученица Германа и талантливая охотница. Она отвергла использование старой крови из-за чувства вины. Мария охраняет тайны Рыбацкой деревни. Её стиль боя изящен и смертелен. Сражение с ней — дуэль равных. Она символизирует раскаяние и честь."
        },
        {
          "id": "sirota",
          "name": "Сирота Кос",
          "icon": "images/bosses/bb/sirota1.png",
          "image": "images/bosses/bb/sirota.png",
          "description": "Сирота Кос — порождение Великого и источник проклятия деревни. Он рождается в ярости и боли. Его дикие атаки отражают страдание при рождении. Сирота мстит за мать, даже не осознавая этого. Победа над ним завершает кошмар DLC. Он воплощает трагедию невинного существа."
        }
      ]
    }
  ]
}
