{
  "id": "ds3",
  "title": "Dark Souls III",
  "banner": "images/banners/ds3.jpg",
  "sections": [
    {
      "title": "Основные боссы",
      "bosses": [
        {
          "id": "iudex_gundyr",
          "name": "Судия Гундир",
          "icon": "images/bosses/ds3/iudex_gundyr1.png",
          "image": "images/bosses/ds3/iudex_gundyr.png",
          "description": "Страж у самого порога Лотрика — испытуемый для пепельных, которым ещё предстоит доказать право на путь. Когда-то он опоздал к зову Огня и был закован в безмолвный суд. Теперь его тело служит алтарём для чёрного паразита — напоминанием о том, что в этой эпохе даже присяга превращается в проклятие."
        },
        {
          "id": "vordt",
          "name": "Вордт из Холодной долины",
          "icon": "images/bosses/ds3/vordt1.png",
          "image": "images/bosses/ds3/vordt.png",
          "description": "Рыцарь-страж Холодной долины, обращённый в ледяное чудовище властью Понтифика. Вордт когда-то был человеком при дворе, но Саливан выжег из него всё, кроме ярости и верности. Его молот и иней — печать рабства, которым Понтифик клеймил своих псов."
        },
        {
          "id": "crystal_sage",
          "name": "Знаток кристальных чар",
          "icon": "images/bosses/ds3/crystal_sage1.png",
          "image": "images/bosses/ds3/crystal_sage.png",
          "description": "Один из хранителей кристальных чар, наследник школы Драконьего Архива и учения Логана. Он променял плоть и разум на сияние кристалла, а иллюзии стали его истинным языком. В его колдовстве слышится эхо тех, кто искал знание — и утонул в нём."
        },
        {
          "id": "deacons",
          "name": "Дьяконы глубин",
          "icon": "images/bosses/ds3/deacons1.png",
          "image": "images/bosses/ds3/deacons.png",
          "description": "Толпа служителей, что поклоняется глубинам и разложению, прикрываясь саном и молитвой. Они не воины поодиночке, но вместе становятся волей тёмного культа. Их кадила и песнопения — дымовая завеса, за которой зреет голод Олдрика."
        },
        {
          "id": "abyss_watchers",
          "name": "Хранители Бездны",
          "icon": "images/bosses/ds3/abyss_watchers1.png",
          "image": "images/bosses/ds3/abyss_watchers.png",
          "description": "Легион, принявший на себя проклятие Арториаса и поклявшийся сдерживать Бездну. Но клятва обернулась вечной резнёй: они распознают Бездну друг в друге и вновь и вновь поднимают мечи. Их огонь — не спасение, а искра в пороховой тьме."
        },
        {
          "id": "wolnir",
          "name": "Верховный повелитель Вольнир",
          "icon": "images/bosses/ds3/wolnir1.png",
          "image": "images/bosses/ds3/wolnir.png",
          "description": "Король-завоеватель, что пытался покорить тьму, но был поглощён ею. Вольнир цеплялся за святыню и золото, заковав запястья в браслеты, будто они способны удержать Бездну. Теперь он — костяной трон в катакомбах, а его дыхание — ядовитый дым падения."
        },
        {
          "id": "pontiff",
          "name": "Понтифик Саливан",
          "icon": "images/bosses/ds3/pontiff1.png",
          "image": "images/bosses/ds3/pontiff.png",
          "description": "Саливан поднялся из Иритаила как пророк нового порядка и стал цепью на шее богов. Он раздавал клинки и благословения, превращая людей в зверей и рыцарей — в послушные инструменты. Под его мантией — холодная воля, для которой мир лишь шахматная доска."
        },
        {
          "id": "aldrich",
          "name": "Олдрик, Пожиратель богов",
          "icon": "images/bosses/ds3/aldrich1.png",
          "image": "images/bosses/ds3/aldrich.png",
          "description": "Когда-то святой, ныне — голод, принявший форму. Олдрик пожирает богов и сны, растворяя их в вязкой тьме; даже Гвиндолин стал для него лишь очередной трапезой. В его колдовстве шуршит шелест костей и молитв — всё, что осталось от веры."
        },
        {
          "id": "yhorm",
          "name": "Гигант Йорм",
          "icon": "images/bosses/ds3/yhorm1.png",
          "image": "images/bosses/ds3/yhorm.png",
          "description": "Повелитель-гигант, что хотел защитить людей своей силой, но принёс им лишь пепел. Йорм принял корону, зная, что его судьба — стать топливом для огня и щитом для города. Его трон в осквернённой столице — памятник тому, как благие намерения сгорают первыми."
        },
        {
          "id": "dancer",
          "name": "Танцовщица Холодной долины",
          "icon": "images/bosses/ds3/dancer1.png",
          "image": "images/bosses/ds3/dancer.png",
          "description": "Изящная тень Холодной долины, превращённая в охотницу за пепельными. Танцовщица — бывшая при дворе, чьё тело и воля были перекованы в ритуальный клинок. Её шаги — медленная музыка обречённости, а клинки режут в такт умирающей эпохе."
        },
        {
          "id": "dragonslayer_armor",
          "name": "Доспехи Драконоборца",
          "icon": "images/bosses/ds3/dragonslayer_armor1.png",
          "image": "images/bosses/ds3/dragonslayer_armor.png",
          "description": "Пустые доспехи, в которых всё ещё живёт привычка убивать драконов. Их ведёт не человек, а далёкая воля — тёмные бабочки над Лотриком, шепчущие в пустоту. Это реликт героизма, из которого вынули сердце и оставили лишь функцию."
        },
        {
          "id": "lothric_lorian",
          "name": "Лотрик младший принц и Лориан старший принц",
          "icon": "images/bosses/ds3/lothric_lorian1.png",
          "image": "images/bosses/ds3/lothric_lorian.png",
          "description": "Два брата, чья судьба — отказ от судьбы. Лориан, израненный и иссохший, всё ещё поднимает меч ради младшего принца; Лотрик же отверг путь возжигания и выбрал умирающий трон. Их связь крепче крови — это узел, затянутый на самом Огне."
        },
        {
          "id": "soul_of_cinder",
          "name": "Душа Пепла",
          "icon": "images/bosses/ds3/soul_of_cinder1.png",
          "image": "images/bosses/ds3/soul_of_cinder.png",
          "description": "Последний страж Первого Пламени, собранный из тех, кто когда-либо становился топливом. В нём живут отголоски героев, королей и безымянных — и каждый стиль боя напоминает чужую историю. Это не личность, а инстинкт эпох: защищать огонь, даже когда он уже не нужен."
        }
      ]
    },
    {
      "title": "Второстепенные боссы",
      "bosses": [
        {
          "id": "curse_rotted_greatwood",
          "name": "Проклятое Великое древо",
          "icon": "images/bosses/ds3/greatwood1.png",
          "image": "images/bosses/ds3/greatwood.png",
          "description": "Древо, в чьих корнях скапливались грехи и проклятия поселения. То, что люди прятали от света, проросло в живое гниение и породило уродливые наросты. В его хрупкой древесине — скрип приговоров, которыми жители пытались откупиться от кары."
        },
        {
          "id": "old_demon_king",
          "name": "Старый Король Демонов",
          "icon": "images/bosses/ds3/old_demon_king1.png",
          "image": "images/bosses/ds3/old_demon_king.png",
          "description": "Последний монарх угасающей демонической расы, наследник огня из Изалита. Он сидит среди пепла и тлеющих углей, держа в себе остаток древнего пламени. Его ярость — не зло, а тоска по миру, который демоны уже проиграли."
        },
        {
          "id": "oceiros",
          "name": "Оцейрос, Снедаемый король",
          "icon": "images/bosses/ds3/oceiros1.png",
          "image": "images/bosses/ds3/oceiros.png",
          "description": "Король, что искал путь драконов и нашёл лишь безумие. Оцейрос отрёкся от человеческого и заговорил с пустотой, называя её ребёнком и судьбой. Его лаборатория — храм отчаянной эволюции, где корона стала клеткой."
        },
        {
          "id": "champion_gundyr",
          "name": "Чемпион Гундир",
          "icon": "images/bosses/ds3/champion_gundyr1.png",
          "image": "images/bosses/ds3/champion_gundyr.png",
          "description": "Гундир таким, каким он должен был быть — воином, пришедшим вовремя и не сломленным судом. Здесь нет паразита и колебаний: только дисциплина и яростная решимость. Он — отражение пути, где один пропущенный миг меняет всё."
        },
        {
          "id": "ancient_wyvern",
          "name": "Древняя виверна",
          "icon": "images/bosses/ds3/ancient_wyvern1.png",
          "image": "images/bosses/ds3/ancient_wyvern.png",
          "description": "Исполинская виверна — скорее знак присутствия драконьего наследия, чем полноценный властитель. Её стражи охраняют вершины, где человек дерзнул прикоснуться к древней крови. Даже её смерть звучит как предупреждение: в этом гнезде вы — добыча."
        },
        {
          "id": "nameless_king",
          "name": "Безымянный король",
          "icon": "images/bosses/ds3/nameless_king1.png",
          "image": "images/bosses/ds3/nameless_king.png",
          "description": "Отречённый первенец, что оставил имя вместе с троном и стал другом драконов. Он правит ветрами на Архипике, где молнии всё ещё помнят древнюю войну. В его молчании — гордость и печаль, а каждое копьё — приговор тем, кто нарушает клятвы."
        }
      ]
    },
    {
      "title": "DLC — Ashes of Ariandel",
      "bosses": [
        {
          "id": "champion_gravetender",
          "name": "Хранитель могилы чемпиона и великий волк",
          "icon": "images/bosses/ds3/gravetender1.png",
          "image": "images/bosses/ds3/gravetender.png",
          "description": "Хранитель забытой могилы, чья сила — в верности, а не в славе. Он сражается не ради королевств, а ради своего спутника — великого волка, наследующего духа северных легенд. Это дуэль о преданности, которая переживает даже смерть."
        },
        {
          "id": "friede",
          "name": "Отец Арианлеот и Фриде",
          "icon": "images/bosses/ds3/friede1.png",
          "image": "images/bosses/ds3/friede.png",
          "description": "Сестра Фриде — первая пепельная, что отказалась от пламени и выбрала холодное затухание Арианделя. Она хранит мир в стазисе, подменяя спасение вечной зимой. Но когда огонь зовёт, даже её тишина трескается — и рождается третья, последняя форма решимости."
        }
      ]
    },
    {
      "title": "DLC — The Ringed City",
      "bosses": [
        {
          "id": "demon_prince",
          "name": "Демон-принц",
          "icon": "images/bosses/ds3/demon_prince1.png",
          "image": "images/bosses/ds3/demon_prince.png",
          "description": "Два демона — последние искры гибнущего хаоса, что цепляются за существование в руинах. Их союз и соперничество завершаются рождением Демона-принца — новой формы старого пламени. Это бой за право быть последним, кто ещё умеет гореть."
        },
        {
          "id": "midir",
          "name": "Мидир Пожиратель Тьмы",
          "icon": "images/bosses/ds3/midir1.png",
          "image": "images/bosses/ds3/midir.png",
          "description": "Древний дракон, вскормленный, чтобы пожирать Тьму, пока она не разъела его изнутри. Мидир веками выполнял приказ, и теперь сам стал носителем того, что должен был уничтожать. Его пламя и мрак переплелись, и в этой смеси нет милосердия."
        },
        {
          "id": "halflight",
          "name": "Копьё церкви",
          "icon": "images/bosses/ds3/halflight1.png",
          "image": "images/bosses/ds3/halflight.png",
          "description": "Копьё церкви — обет, превращённый в поединок. Служитель защищает гробницу и имя Филианоры, призывая союзников самой верой и ритуалом. Здесь важна не сила, а роль: стать стеной, пока мир доживает последние страницы."
        },
        {
          "id": "gael",
          "name": "Рыцарь-раб Гаэль",
          "icon": "images/bosses/ds3/gael1.png",
          "image": "images/bosses/ds3/gael.png",
          "description": "Рыцарь-раб, что прошёл сквозь конец света в поисках Тёмной души для своего художника. Гаэль пожирал кровь пигмеев, чтобы собрать достаточно силы — и расплатился рассудком. Его последняя битва — отчаянная просьба: пусть хотя бы картина будет завершена."
        }
      ]
    }
  ]
}
