{
  "id": "elden",
  "title": "Elden Ring",
  "banner": "images/banners/elden-ring.jpg",
  "sections": [
    {
      "title": "Боссы с воспоминаниями",
      "bosses": [
        {
          "id": "godrik_storukiy",
          "name": "Годрик Сторукий",
          "icon": "images/bosses/elden/godrik_storukiy1.png",
          "image": "images/bosses/elden/godrik_storukiy.png",
          "description": "Годрик Сторукий — владыка Замогилья из побочной ветви рода Марики, который отчаянно пытается выглядеть великим. Не имея истинной силы полубогов, он компенсирует это жестокой практикой «прививки», пришивая к себе руки и части тел павших. Его замок полон трофеев и пленных — доказательств мнимого могущества. В бою Годрик мечется между самодовольством и паникой, потому что знает: он узурпатор. Позже он прибегает к силе дракона, превращая победу в спектакль богохульства. Этот босс показывает, как далеко может зайти жажда признания в мире, где власть измеряют рунами и кровью."
        },
        {
          "id": "koroleva_rennala_polnolunnaya",
          "name": "Королева Реннала Полнолунная",
          "icon": "images/bosses/elden/koroleva_rennala_polnolunnaya1.png",
          "image": "images/bosses/elden/koroleva_rennala_polnolunnaya.png",
          "description": "Королева Реннала Полнолунная — легендарная чародейка и прежняя владычица академии Райи Лукарии, символ лунной магии. Когда-то она была в зените власти, но уход Радагона сломил её, и Реннала заперлась в мире собственных иллюзий. Её история — не про тиранию, а про тихий распад: величие остаётся, а воля угасает. В сражении она опирается на колдовство, призывы и защиту учеников, словно прячется за прошлым. Тема перерождения вокруг неё подчёркивает одержимость попыткой «исправить» утраты. Победа не выглядит как казнь — скорее как снятие печати, позволяющее двигаться дальше по пути Кольца. Реннала остаётся трагическим напоминанием, что даже великие ломаются, когда рушится смысл."
        },
        {
          "id": "radan_bich_zvyozd",
          "name": "Радан Бич Звёзд",
          "icon": "images/bosses/elden/radan_bich_zvyozd1.png",
          "image": "images/bosses/elden/radan_bich_zvyozd.png",
          "description": "Радан, Бич Звёзд, — один из самых грозных полубогов, генерал, чья слава держалась на силе и чести. Он освоил гравитационную магию не ради красоты, а чтобы не бросать своего исхудавшего коня — деталь, которая делает его трагичнее. Алая гниль, принесённая войной, разъела его тело и разум, оставив лишь ярость и инстинкт битвы. Несмотря на безумие, Радан продолжает «держать небо», сковывая движение звёзд, будто цепляясь за последний долг. Фестиваль Радана — попытка дать герою достойную смерть, а не добить зверя. Победа над ним освобождает судьбу мира: небеса снова приходят в движение. Это бой о падении титана, которого сломала война, а не трусость."
        },
        {
          "id": "morgott_korol_znameniy",
          "name": "Морготт, король знамений",
          "icon": "images/bosses/elden/morgott_korol_znameniy1.png",
          "image": "images/bosses/elden/morgott_korol_znameniy.png",
          "description": "Морготт, король знамений, родился проклятым знамением и был отвергнут королевской властью ещё младенцем. Но вместо мести он выбрал служение: стал самым непреклонным стражем Лейнделла и Золотого Порядка. Морготт презирает себя и одновременно презирает всех, кто посягает на трон без благодати, считая их недостойными. Его сила — смесь королевского происхождения, суровой дисциплины и горькой веры в закон. В бою он использует и священные приёмы, и проклятую природу, которую пытается скрывать. Это противник, который защищает систему, отнявшую у него право быть человеком. Победа над Морготтом ощущается как трагедия верного, которого никогда не приняли."
        },
        {
          "id": "rikard_bogohulnyy_vladyka",
          "name": "Рикард, богохульный владыка",
          "icon": "images/bosses/elden/rikard_bogohulnyy_vladyka1.png",
          "image": "images/bosses/elden/rikard_bogohulnyy_vladyka.png",
          "description": "Рикард, богохульный владыка, отверг Золотой Порядок и пошёл путём осознанного святотатства. Он позволил Великому Змею поглотить себя, превратившись в чудовищное единство человека и древнего хищника. Для Рикарда богохульство — не просто грех, а идеология: разрушить установленный мир и построить новый силой запретного. Его владения пропитаны культом, где «пожирание» становится символом власти и освобождения. Сражение подчёркивает инаковость Рикарда: обычные методы здесь уступают месту ритуальному оружию и борьбе с самой аномалией. Его голос и манеры сохраняют следы личности, но тело давно стало храмом чудовища. Победа над ним — не столько восстановление порядка, сколько остановка безумной эволюции, выбранной сознательно."
        },
        {
          "id": "mog_povelitel_krovi",
          "name": "Мог Повелитель Крови",
          "icon": "images/bosses/elden/mog_povelitel_krovi1.png",
          "image": "images/bosses/elden/mog_povelitel_krovi.png",
          "description": "Мог, Повелитель Крови, — полубог-знамение, который нашёл смысл в запретном культе крови и собственной «династии». Он поклоняется Внешнему Богу и ищет вознесения через жертвоприношение и ритуалы, где кровь — закон и благословение. Его главная одержимость связана с Микеллой: Мог пытается сделать его центром нового царства, подменяя любовь властью. В бою он использует кровавые печати и проклятия, превращая арену в алтарь. Это противник, который не скрывает порочность — он гордится ею, считая себя избранным. Его дворец — убежище изгнанников и фанатиков, но в основе лежит одна воля: владеть тем, что не принадлежит. Победа над Могом разрушает иллюзию «династии» и показывает, как далеко может зайти жажда божественного статуса."
        },
        {
          "id": "maleniya_klinok_mikelly",
          "name": "Маления, Клинок Микеллы",
          "icon": "images/bosses/elden/maleniya_klinok_mikelly1.png",
          "image": "images/bosses/elden/maleniya_klinok_mikelly.png",
          "description": "Маления, Клинок Микеллы, — воительница полубожественного рода и живая легенда, которую называют непобеждённой. Она носит в себе Алую гниль, но держит её ценой бесконечной боли и дисциплины, превращая слабость в оружие. Её верность Микелле не показная: ради брата она готова на любые жертвы, включая собственное тело. Бой с Маленией — дуэль мастерства, где каждое движение выверено, а ошибка наказывается мгновенно. В момент отчаяния она раскрывает истинную природу гнили, превращаясь в воплощение цветущей погибели. Трагедия Малении в том, что она одновременно героиня и носительница катастрофы. Победа над ней не приносит торжества — остаётся уважение и горечь за сломанную судьбу."
        },
        {
          "id": "duh_velichavogo_predka",
          "name": "Дух величавого предка",
          "icon": "images/bosses/elden/duh_velichavogo_predka1.png",
          "image": "images/bosses/elden/duh_velichavogo_predka.png",
          "description": "Дух величавого предка — древняя сущность, связанная с подземными обрядами и культом предков, где смерть воспринимают как переход, а не конец. Он появляется как призрачный зверь, будто сотканный из света и костяного эха, и движется с пугающей плавностью. Это не злодей, а скорее хранитель традиции, проверяющий право путника идти дальше. Арена и ритуальная атмосфера подчёркивают, что сражение происходит на грани миров — между жизнью и памятью. Его атаки напоминают танец, в котором сила рождается из спокойствия. Победа воспринимается как завершение обряда, а не убийство. Этот босс помогает почувствовать, что Междуземье строится не только на войне полубогов, но и на старых, почти забытых верованиях."
        },
        {
          "id": "astel_rozhdyonnyy_bezdnoy",
          "name": "Астель, Рождённый Бездной",
          "icon": "images/bosses/elden/astel_rozhdyonnyy_bezdnoy1.png",
          "image": "images/bosses/elden/astel_rozhdyonnyy_bezdnoy.png",
          "description": "Астель, Рождённый Бездной, — космическое создание, чья форма больше похожа на ошибку природы, чем на живое существо. Он связан с темами звёзд, пустоты и чуждых сил, которые вторгаются в порядок мира. Астель охраняет путь, ведущий к судьбам, переплетённым с Луной и Нокстроном, словно не давая смертным приближаться к тайнам небес. Его движения и магия ломают привычные ожидания: тут и удар хвостом, и вспышки гравитации, и внезапные исчезновения. Он ощущается как хищник из другого слоя реальности, где законы пространства мягче. Победа над Астелем — не только испытание силы, но и столкновение с идеей, что миром правят не одни боги и короли. Этот бой подчёркивает космический масштаб мифа Elden Ring."
        },
        {
          "id": "drakon_lich_fortisaks",
          "name": "Дракон-лич Фортисакс",
          "icon": "images/bosses/elden/drakon_lich_fortisaks1.png",
          "image": "images/bosses/elden/drakon_lich_fortisaks.png",
          "description": "Дракон-лич Фортисакс — древний дракон, чья судьба связана с войной и трагедией верности. Его называют «личем» не случайно: он поражён скверной, которая разъедает даже драконью сущность, превращая величие в страдание. Фортисакс противостоит не ради славы, а словно по инерции старого долга, который не даёт ему упасть окончательно. Его молнии и мощь напоминают о былой эпохе драконов, когда они бросали вызов самим законам мира. Сражение ощущается как бой с легендой, которую уже невозможно спасти. Победа над ним — акт милосердия и разрыва цепи мучений. Этот босс подчёркивает: даже самые древние не вечны, а «бессмертие» часто оказывается просто затянувшейся агонией."
        },
        {
          "id": "ognennyy_velikan",
          "name": "Огненный великан",
          "icon": "images/bosses/elden/ognennyy_velikan1.png",
          "image": "images/bosses/elden/ognennyy_velikan.png",
          "description": "Огненный великан — последний страж запретного пламени, остаток эпохи, когда огонь угрожал самому Эрдтри. Его народ был разгромлен, а выжившему назначили вечное наказание: охранять то, что может уничтожить порядок. Великан несёт в себе древнюю силу огня, но его тело искалечено, словно мир сам держит его в цепях. Он не выглядит злым — скорее обречённым, как живой ключ к катастрофе. Бой с ним подчёркивает масштаб: это столкновение с мифом, который всё ещё дышит под снегом. Его падение открывает путь к шагу, после которого мир уже не будет прежним. Это один из тех противников, где победа ощущается как переход через черту."
        },
        {
          "id": "vladyka_drakonov_plasidusaks",
          "name": "Владыка драконов Пласидусакс",
          "icon": "images/bosses/elden/vladyka_drakonov_plasidusaks1.png",
          "image": "images/bosses/elden/vladyka_drakonov_plasidusaks.png",
          "description": "Владыка драконов Пласидусакс — древний повелитель, существовавший ещё до нынешнего устройства мира и нынешних богов. Он скрыт в разломе времени, будто в последней трещине старой эпохи, где всё ещё звучит драконья власть. Его образ — многоглавый, израненный, но всё равно величественный — говорит о том, что даже короли прошлого не избежали упадка. В бою он использует силу грозы и молний, превращая арену в катастрофу. Пласидусакс ощущается как легенда, которую нашли слишком поздно: он уже рушится, но всё ещё страшен. Победа над ним — символ окончательного торжества новой эпохи над прежней. Этот бой дарит ощущение, что Междуземье стоит на костях миров до него."
        },
        {
          "id": "maliket_chyornyy_klinok",
          "name": "Маликет Чёрный Клинок",
          "icon": "images/bosses/elden/maliket_chyornyy_klinok1.png",
          "image": "images/bosses/elden/maliket_chyornyy_klinok.png",
          "description": "Маликет Чёрный Клинок — тень Марики и хранитель Руны Смерти, силы, которой боятся даже боги. Он несёт на себе двойную ношу: быть верным стражем и быть тем, кому нельзя доверять до конца из-за самой природы его оружия. Маликет одержим страхом повторения старой катастрофы, когда часть Смерти была похищена, и потому действует резко и беспощадно. Его стиль боя — стремительный, хищный, с ударами, которые словно вырезают жизнь из тела. В нём чувствуется трагедия стража, которого предали и оставили одному охранять запретное. Победа над Маликетом меняет само устройство мира: Смерть возвращается в поток бытия. Это один из ключевых моментов, где сюжет буквально «ломает» прежние правила."
        },
        {
          "id": "godfri_pervyy_povelitel_eldena",
          "name": "Годфри, первый повелитель Элдена",
          "icon": "images/bosses/elden/godfri_pervyy_povelitel_eldena1.png",
          "image": "images/bosses/elden/godfri_pervyy_povelitel_eldena.png",
          "description": "Годфри, первый повелитель Элдена, — легендарный завоеватель, который когда-то принёс порядок силой оружия. Лишившись благодати, он был изгнан и стал Хоарой Лу — воителем, для которого бой важнее короны. Его возвращение — попытка вновь утвердить право сильнейшего, когда мир снова нуждается в победителе. В сражении Годфри сначала выглядит как король, но постепенно сбрасывает маску и показывает первобытную ярость. Он не коварен и не лжёт: его истина — сила и прямой поединок. Победа над ним — символ смены эпох: даже величайшие герои старого мира должны уступить место новому решению судьбы. Это бой, где противник уважает тебя ровно настолько, насколько ты способен выдержать удар."
        },
        {
          "id": "zver_eldena",
          "name": "Зверь Элдена",
          "icon": "images/bosses/elden/zver_eldena1.png",
          "image": "images/bosses/elden/zver_eldena.png",
          "description": "Зверь Элдена — истинное воплощение Кольца Элдена и прямой проводник воли космической силы, стоящей над Междуземьем. Он не человек и не бог в привычном смысле, а сущность-закон, которой безразличны личности и страдания. Его форма напоминает странное небесное существо, будто пришедшее из глубин звёзд. Бой с ним ощущается как схватка с самим устройством мира: ты сражаешься не за трон, а за право переписать правила. Зверь атакует светом, волнами силы и гигантскими знаками, словно чертит руны прямо в воздухе. Победа определяет, какой станет реальность после распада прежнего порядка. Это финальная точка, где путь Погасшего превращается в решение судьбы целого мира."
        },
        {
          "id": "svyaschennyy_tantsuyuschiy_lev_sote",
          "name": "Священный танцующий лев (SotE)",
          "icon": "images/bosses/elden/svyaschennyy_tantsuyuschiy_lev_sote1.png",
          "image": "images/bosses/elden/svyaschennyy_tantsuyuschiy_lev_sote.png",
          "description": "Священный танцующий лев — ритуальный образ, оживший в Царстве Тени, где вера и звериная ярость сплетены в одно. Его движения напоминают торжественный танец, но за красотой скрывается хищная жестокость. Лев кажется порождением культа: не просто зверь, а маска силы, в которую верят слишком сильно. В бою он резко меняет ритм, словно музыка обряда то ускоряется, то обрывается. Его атаки создают ощущение стихии — будто сама арена отвечает на каждый прыжок. Победа над львом звучит как завершение церемонии, после которой открывается путь глубже в тайны Тени. Этот босс задаёт тон DLC: здесь святость может быть такой же опасной, как проклятие."
        },
        {
          "id": "rellana_rytsar_dvoynoy_luny_sote",
          "name": "Реллана, Рыцарь Двойной Луны (SotE)",
          "icon": "images/bosses/elden/rellana_rytsar_dvoynoy_luny_sote1.png",
          "image": "images/bosses/elden/rellana_rytsar_dvoynoy_luny_sote.png",
          "description": "Реллана, Рыцарь Двойной Луны, — воительница, чья сила связана с лунной традицией и рыцарской дисциплиной. Она сражается не грубой мощью, а идеальной техникой, будто оттачивая каждое движение до ритуала. Её «двойная луна» подчёркивает мотив раздвоения: свет и холод, благословение и приговор. В бою Реллана соединяет клинки и магию, заставляя держать темп без права на расслабление. Она ощущается как страж, поставленный защищать не место, а идею — порядок, переживший гибель эпохи. Победа над ней не выглядит как низвержение злодея: это победа над идеальным противником. Реллана раскрывает, насколько элитной и беспощадной стала война в Царстве Тени."
        },
        {
          "id": "messmer_kolosazhatel_sote",
          "name": "Мессмер Колосажатель (SotE)",
          "icon": "images/bosses/elden/messmer_kolosazhatel_sote1.png",
          "image": "images/bosses/elden/messmer_kolosazhatel_sote.png",
          "description": "Мессмер Колосажатель — фигура, вокруг которой в Царстве Тени сгущаются страх и легенды. Он действует как каратель, несущий «очищение», но его очищение похоже на проклятие, от которого не спрятаться. В нём чувствуется королевская кровь и воля, доведённая до жестокого фанатизма. Его пламя — не просто стихия, а знак власти, которой дозволено сжигать судьбы. Сражение с Мессмером — дуэль с тем, кто уверен в своей правоте и не признаёт пощады. Победа над ним ломает опору тени, потому что он — один из центральных столпов её порядка. Этот босс показывает тему DLC: «праведность» может быть самой страшной формой насилия."
        },
        {
          "id": "komanduyuschiy_gay_sote",
          "name": "Командующий Гай (SotE)",
          "icon": "images/bosses/elden/komanduyuschiy_gay_sote1.png",
          "image": "images/bosses/elden/komanduyuschiy_gay_sote.png",
          "description": "Командующий Гай — военачальник Царства Тени, воплощающий дисциплину, кавалерийский напор и холодную расчётливость. Он не мистик и не чудовище, а профессиональный убийца войной, который побеждает организацией и мощью. Его атаки быстры и прямолинейны, как приказ на поле боя: без лишних украшений, но с разрушительной точностью. Гай подчёркивает, что в Тени есть не только культы и чудеса, но и армия, способная стереть героев в пыль. В этом сражении особенно ощущается давление темпа — он не даёт «дышать». Победа над командующим воспринимается как перелом, когда ты вырываешь у Тени право диктовать правила силой. Это бой о том, что война — тоже магия, только более жестокая."
        },
        {
          "id": "voploschenie_dreva_upadka_sote",
          "name": "Воплощение Древа Упадка (SotE)",
          "icon": "images/bosses/elden/voploschenie_dreva_upadka_sote1.png",
          "image": "images/bosses/elden/voploschenie_dreva_upadka_sote.png",
          "description": "Воплощение Древа Упадка — живая искажённая «сердцевина» Царства Тени, где священное древо выглядит больным и чужим. Оно напоминает, что даже символы благодати могут гнить, если мир питается неправильной волей. Существо действует как страж, и его атаки ощущаются как удары самой природы, вывернутой наизнанку. В бою важно не только уклоняться, но и понимать ритм, потому что оно накрывает пространство волнами силы. Этот босс подчёркивает тему DLC: Тень — отражение, где знакомые образы становятся пугающими. Победа над воплощением — шаг к разрыву с корнями, удерживающими мир в болезненном равновесии. Это противник, который страшен не личностью, а тем, что он означает."
        },
        {
          "id": "gniyuschiy_rytsar_sote",
          "name": "Гниющий рыцарь (SotE)",
          "icon": "images/bosses/elden/gniyuschiy_rytsar_sote1.png",
          "image": "images/bosses/elden/gniyuschiy_rytsar_sote.png",
          "description": "Гниющий рыцарь — трагический образ воина, которого разложение не убило, а оставило служить дальше. В нём сохраняется воинская стойка и привычка защищать, но тело и дух уже принадлежат тлению. Его бой выглядит как поединок с остатками чести, скованными проклятием. Он опасен не из-за хитрости, а из-за упорства: рыцарь продолжает наступать, даже когда это бессмысленно. В Царстве Тени такие фигуры воспринимаются как памятники войне, которая никогда не заканчивается. Победа над ним — не радость, а скорее освобождение от бесконечного дежурства. Этот босс добавляет DLC человеческую горечь: в тени гниют не только деревья, но и клятвы."
        },
        {
          "id": "midra_vladyka_yarostnogo_plameni_sote",
          "name": "Мидра, Владыка Яростного Пламени (SotE)",
          "icon": "images/bosses/elden/midra_vladyka_yarostnogo_plameni_sote1.png",
          "image": "images/bosses/elden/midra_vladyka_yarostnogo_plameni_sote.png",
          "description": "Мидра, Владыка Яростного Пламени, связан с темой безумия и огня, который не очищает, а пожирает разум. Он выглядит как тот, кто слишком долго смотрел в запретную истину и стал её сосудом. Его «яростное пламя» ощущается как эпидемия: оно заражает, ломает волю и превращает боль в проповедь. В бою он давит не только уроном, но и ощущением неотвратимости, будто сама ярость мира нашла тело. Мидра показывает, что в Тени есть силы, которые конкурируют даже с привычными законами благодати. Победа над ним — шаг к тому, чтобы не дать безумию стать новой нормой. Это один из тех боссов, где опасность идёт изнутри, а не снаружи."
        },
        {
          "id": "mater_paltsev_metir_sote",
          "name": "Матерь Пальцев Метир (SotE)",
          "icon": "images/bosses/elden/mater_paltsev_metir_sote1.png",
          "image": "images/bosses/elden/mater_paltsev_metir_sote.png",
          "description": "Матерь Пальцев Метир — древняя сущность, связанная с тайной Пальцев и их властью над судьбой. Она ощущается как первоисточник, откуда пошла целая религиозная система знаков и предписаний. Её присутствие подчёркивает, что Пальцы — не просто символ, а реальная сила с собственной волей. В бою Метир выглядит чуждо и величественно, словно живой механизм пророчества. Это столкновение с тем, что обычно остаётся за кадром: с «системой управления» верой. Победа над Матерью Пальцев не просто даёт трофей — она ломает ощущение, что судьба уже написана. Этот босс добавляет DLC слой космической религии, где даже истина может оказаться чудовищем."
        },
        {
          "id": "romina_svyataya_tsvetochnyh_butonov_sote",
          "name": "Ромина, Святая Цветочных Бутонов (SotE)",
          "icon": "images/bosses/elden/romina_svyataya_tsvetochnyh_butonov_sote1.png",
          "image": "images/bosses/elden/romina_svyataya_tsvetochnyh_butonov_sote.png",
          "description": "Ромина, Святая Цветочных Бутонов, соединяет мотивы красоты и разложения: её святость выглядит как цветение на краю гибели. Она словно культивирует жизнь там, где ей не место, превращая рост в опасность. Её образ напоминает, что в Тени «святость» может быть другой — не про милосердие, а про неумолимую силу природы. В бою Ромина действует плавно, но смертельно, как растение-хищник, которое не торопится. Её присутствие дополняет тему DLC: мир пытается исцелиться, но делает это странными и пугающими способами. Победа над ней — разрушение ложной гармонии, в которой цветение питалось болью. Этот босс оставляет ощущение, что красота в Междуземье часто вырастает из трагедии."
        },
        {
          "id": "buduschiy_konsort_radan_sote",
          "name": "Будущий консорт Радан (SotE)",
          "icon": "images/bosses/elden/buduschiy_konsort_radan_sote1.png",
          "image": "images/bosses/elden/buduschiy_konsort_radan_sote.png",
          "description": "Будущий консорт Радан — кульминационный образ DLC, где судьба и власть переплетаются в одну цепь. Этот Радан воспринимается как переосмысление легенды: не просто генерал из прошлого, а фигура, поставленная в центр нового порядка. В нём чувствуется тема «назначенной» власти — когда титул важнее личности, а путь уже предрешён. Сражение поднимает ставки до уровня мифа: ты противостоишь не человеку, а роли, которую мир пытается закрепить навечно. Его атаки и мощь подчёркивают, что Тень доводит идеи базовой игры до предела. Победа означает отказ принять навязанную форму будущего. Это бой о том, кто имеет право определять судьбу — тот, кто сильнее, или тот, кто выбирает."
        }
      ]
    },
    {
      "title": "Замогилье",
      "bosses": [
        {
          "id": "loskutik_zamogilie",
          "name": "Лоскутик",
          "icon": "images/bosses/elden/zamogilie/loskutik_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/loskutik_zamogilie.png",
          "description": "Лоскутик — является одним из Погасших и мятежником, который заправляет бандой бывших пехотинцев, нынче ставших бандитами. Благодаря им он сумел открыть небольшую лавку, в которой продаёт различные товары."
        },
        {
          "id": "priraschennyy_otprysk_zamogilie",
          "name": "Приращенный отпрыск",
          "icon": "images/bosses/elden/zamogilie/priraschennyy_otprysk_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/priraschennyy_otprysk_zamogilie.png",
          "description": "Приращённый отпрыск — изуродованное порождение древних корней, которое встречается там, где власть Эрдтри переплетается с гнилью и паразитами. Его тело выглядит так, будто оно выросло неправильными слоями, цепляясь к миру лишними конечностями. Эти твари часто охраняют запретные места и руины, как живые замки на воротах. Отпрыск действует инстинктами, но его ярость похожа на охранный рефлекс. Бой с ним учит не застаиваться на месте: существо давит размашистыми ударами и внезапными рывками. Победа даёт понять, что Замогилье населено не только людьми и зверями, но и более древними, чуждыми формами жизни."
        },
        {
          "id": "margit_uzhasnoe_znamenie_zamogilie",
          "name": "Маргит, Ужасное Знамение",
          "icon": "images/bosses/elden/zamogilie/margit_uzhasnoe_znamenie_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/margit_uzhasnoe_znamenie_zamogilie.png",
          "description": "Маргит, Ужасное Знамение, — первый настоящий страж пути Погасшего к великим рунам и замку Грозовой Завесы. Он презирает всех, кто явился в Междуземье за силой, и встречает их как судья, не признающий оправданий. Маргит сражается с пугающей уверенностью, будто заранее знает исход каждой схватки. Его магические клинки и тяжёлые удары показывают смесь проклятой природы знамений и дисциплины воина. В его словах слышится не просто злость, а фанатичная вера в порядок, который нужно защищать любой ценой. Победа над Маргитом открывает дорогу дальше, но оставляет ощущение, что это лишь маска более крупной трагедии."
        },
        {
          "id": "strazh_dreva_zamogilie",
          "name": "Страж Древа",
          "icon": "images/bosses/elden/zamogilie/strazh_dreva_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/strazh_dreva_zamogilie.png",
          "description": "Страж Древа — рыцарь Золотого Порядка, патрулирующий окрестности в золотых доспехах и на боевом коне. Его появление у выхода из Стартовой зоны — намеренное предупреждение: мир не обязан быть справедливым к слабому. Страж символизирует власть Эрдтри и тех, кто привык карать силой, не вступая в переговоры. Он давит массой, длинной алебардой и агрессивными наскоками, вынуждая учиться дистанции и таймингам. Этот босс не обязателен, и игра как бы предлагает решить, когда ты готов принять вызов. Победа над ним становится первой личной победой над системой, которая считает Погасшего мусором у дороги."
        },
        {
          "id": "nochnoy_vsadnik_zamogilie",
          "name": "Ночной всадник",
          "icon": "images/bosses/elden/zamogilie/nochnoy_vsadnik_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/nochnoy_vsadnik_zamogilie.png",
          "description": "Ночной всадник — таинственный каратель, который появляется на дорогах Замогилья лишь после наступления темноты. Он словно воплощение ночного закона: безмолвный, неумолимый и лишённый человеческого сочувствия. Его чёрный конь и длинное оружие превращают тракт в арену охоты, где жертва — случайный путник. Всадник преследует и наказывает, будто выполняя древний приказ, а не личную месть. Сражение с ним подчёркивает важность времени суток и атмосферы: ночью мир становится злее и опаснее. Победа рассеивает ночную угрозу и даёт ощущение, что даже тьма поддаётся мечу и воле."
        },
        {
          "id": "eghil_krylatyy_drakon_zamogilie",
          "name": "Эгхил, крылатый дракон",
          "icon": "images/bosses/elden/zamogilie/eghil_krylatyy_drakon_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/eghil_krylatyy_drakon_zamogilie.png",
          "description": "Эгхил, крылатый дракон, — древний хищник, внезапно обрушивающийся на воды и берега Замогилья. Он напоминает, что драконы в Междуземье — не легенды, а живая сила прошлых эпох. Эгхил атакует с воздуха, выжигая пространство огнём и заставляя постоянно менять позицию. Битва с ним учит смотреть вверх и читать намерения по движению крыльев и шеи. За звериной яростью чувствуется древняя гордость существа, привыкшего быть хозяином неба. Победа над Эгхилом воспринимается как добыча драконьей мощи и знак того, что Погасший способен бросить вызов древним."
        },
        {
          "id": "zverochelovek_iz_farum_azuly_zamogilie",
          "name": "Зверочеловек из Фарум-Азулы",
          "icon": "images/bosses/elden/zamogilie/zverochelovek_iz_farum_azuly_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/zverochelovek_iz_farum_azuly_zamogilie.png",
          "description": "Зверочеловек из Фарум-Азулы — дикарский воин, чьё происхождение связано с разрушенным городом драконов и забытыми временами. Его манера боя груба, но невероятно быстра, будто он сражается не разумом, а чистым инстинктом. Появление такого существа в Замогилье намекает на разломы истории, где прошлое просачивается в настоящее. Он использует простое оружие, однако каждое движение наполнено звериной решимостью. Сражение с ним — столкновение с первобытной яростью, не знающей милости. Победа даёт понять, что в мире Elden Ring древние силы не исчезли, они лишь прячутся в тенях руин."
        },
        {
          "id": "predvoditel_polulyudey_zamogilie",
          "name": "Предводитель полулюдей",
          "icon": "images/bosses/elden/zamogilie/predvoditel_polulyudey_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/predvoditel_polulyudey_zamogilie.png",
          "description": "Предводитель полулюдей — вожак дикого племени, которое держится на силе стаи и праве сильного. Эти существа не вписываются в порядок людей и дворян, но у них есть собственные законы и территория. Вожак ведёт подчинённых в атаку, превращая бой в хаотичную свалку, где опасность приходит со всех сторон. Он не выглядит благородным, зато яростно защищает своё место и добычу. Сражение напоминает, что в Междуземье власть часто принадлежит не титулу, а когтям и клыкам. Победа разгоняет стаю и открывает доступ к месту, которое они считали своим логовом."
        },
        {
          "id": "tserber_kladbischa_dreva_erd_zamogilie",
          "name": "Цербер кладбища Древа Эрд",
          "icon": "images/bosses/elden/zamogilie/tserber_kladbischa_dreva_erd_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/tserber_kladbischa_dreva_erd_zamogilie.png",
          "description": "Цербер кладбища Древа Эрд — древний каменный страж катакомб, созданный для защиты погребальных тайн. Он движется рывками и резкими прыжками, будто механизм, который просыпается лишь для убийства. Внешняя неподвижность обманчива: в бою Цербер давит силой и неожиданной скоростью. Он символизирует холодный порядок погребений, где мёртвым не позволено беспокойство, а живым — любопытство. Сражение учит терпению и чтению анимаций, потому что ошибки наказываются сразу. Победа над Цербером — это не только добыча награды, но и право вторгнуться в то, что должно было оставаться запечатанным."
        },
        {
          "id": "lodochnik_tibiya_zamogilie",
          "name": "Лодочник Тибия",
          "icon": "images/bosses/elden/zamogilie/lodochnik_tibiya_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/lodochnik_tibiya_zamogilie.png",
          "description": "Лодочник Тибия — некромант и жнец, который бродит среди кладбищ и топей, управляя мертвецами как рыбаками уловом. Он редко вступает в честный поединок, предпочитая призывать скелетов и отступать, пока противник тонет в хаосе. Его присутствие подчёркивает, что смерть в Междуземье — не конец, а ресурс для тех, кто знает нужные обряды. Лодочник выглядит жалко и пугающе одновременно, словно человек, давно потерявший границы между жизнью и тлением. Бой с ним требует контроля пространства и умения не отвлекаться на прислужников. Победа прерывает его ритуалы и возвращает тишину месту, где она давно должна была быть."
        },
        {
          "id": "strazh_golem_zamogilie",
          "name": "Страж-голем",
          "icon": "images/bosses/elden/zamogilie/strazh_golem_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/strazh_golem_zamogilie.png",
          "description": "Страж-голем — древний механизм, оставшийся со времён, когда руины и храмы охраняли не люди, а созданные ими исполины. Он не знает усталости и не ведает страха, поэтому давит чистой силой и массой. Его удары тяжёлые и медленные, но каждая ошибка может стоить жизни. Голем напоминает, что прошлые цивилизации обладали технологиями и чарами, которые нынешним остаются лишь обломками. В бою важно искать слабые места и пользоваться моментами, когда гигант теряет равновесие. Победа над Стражем-големом ощущается как преодоление древней преграды, поставленной задолго до появления Погасших."
        },
        {
          "id": "rytsar_ischeyka_darrivil_zamogilie",
          "name": "Рыцарь-ищейка Дарривил",
          "icon": "images/bosses/elden/zamogilie/rytsar_ischeyka_darrivil_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/rytsar_ischeyka_darrivil_zamogilie.png",
          "description": "Рыцарь-ищейка Дарривил — проклятый воин, заточённый в узилище, где его ярость стала частью приговора. Он двигается не по-рыцарски: рывками, скачками и резкими выпадами, словно хищник, а не человек. Его стиль боя показывает природу «ищейки» — охотника, который не отпускает добычу. Дарривил кажется безумным, но в его атаках есть отточенная привычка убивать быстро. Сражение учит реакции и уважению к дистанции: он наказывает любую самоуверенность. Победа освобождает узилище от его проклятия и даёт ощущение, что даже самые быстрые хищники смертны."
        },
        {
          "id": "ohotnik_za_kolokolnymi_sferami_zamogilie",
          "name": "Охотник за колокольными сферами",
          "icon": "images/bosses/elden/zamogilie/ohotnik_za_kolokolnymi_sferami_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/ohotnik_za_kolokolnymi_sferami_zamogilie.png",
          "description": "Охотник за колокольными сферами — загадочный палач, который появляется ночью, словно тень чужого суда. Он связан с исчезновениями торговцев и мрачной стороной мира, где чужие жизни стоят меньше, чем предметы и руны. Охотник сражается хладнокровно, словно выполняет работу, а не удовлетворяет ярость. Его приёмы резкие и жестокие, и он легко наказывает за жадность и невнимательность. Встреча с ним меняет ощущение безопасных мест: даже убежища могут стать ловушкой. Победа над охотником разрушает иллюзию его неуязвимости и возвращает контроль над ночью."
        },
        {
          "id": "ptitsa_smerti_zamogilie",
          "name": "Птица смерти",
          "icon": "images/bosses/elden/zamogilie/ptitsa_smerti_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/ptitsa_smerti_zamogilie.png",
          "description": "Птица смерти — ночное чудовище, связанное с древними погребальными обрядами и силами тления. Она появляется после заката, будто питается страхом и слабостью путников. Её движения резкие и рваные, а атаки напоминают болезненный танец над могилами. В её образе смешаны птица и труп, что подчёркивает извращённость местной смерти. Бой с Птицей смерти заставляет следить за радиусом ударов и не терять ориентацию в темноте. Победа приносит чувство, что ты отнял у ночи один из её самых мерзких символов."
        },
        {
          "id": "izyazvlyonnyy_drevesnyy_duh_zamogilie",
          "name": "Изъязвлённый древесный дух",
          "icon": "images/bosses/elden/zamogilie/izyazvlyonnyy_drevesnyy_duh_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/izyazvlyonnyy_drevesnyy_duh_zamogilie.png",
          "description": "Изъязвлённый древесный дух — искажённое порождение корней, которое выглядит как живой кошмар из гнили и древесины. Он нападает из тесных пространств, превращая бой в борьбу с паникой и ограниченной видимостью. Дух двигается хаотично, но его ярость системна: он стремится раздавить, схватить и задушить противника. В нём чувствуется болезнь мира — там, где должно быть святое древо, рождается язва. Сражение учит не терять самообладание и ловить короткие окна для ударов. Победа ослабляет одно из гнилых ответвлений Эрдтри и открывает путь к сокровищам, скрытым за ужасом."
        },
        {
          "id": "ubiytsa_iz_chyornyh_nozhey_zamogilie",
          "name": "Убийца из Чёрных ножей",
          "icon": "images/bosses/elden/zamogilie/ubiytsa_iz_chyornyh_nozhey_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/ubiytsa_iz_chyornyh_nozhey_zamogilie.png",
          "description": "Убийца из Чёрных ножей — представительница тайного ордена, причастного к Ночи Чёрных ножей и краже силы смерти. Она движется почти бесшумно и предпочитает точные удары, а не обмен силой. В её оружии чувствуется запретная природа: клинок будто несёт отголосок истинной смерти. Эта фигура напоминает, что за великими событиями Междуземья стоят заговоры и личные решения, а не только божественная воля. Бой с убийцей требует внимательности и контроля пространства, потому что она любит исчезать и возвращаться внезапно. Победа — это маленькая, но важная победа над тенью, которая когда-то изменила судьбу мира."
        },
        {
          "id": "duelyant_hranitel_mogil_zamogilie",
          "name": "Дуэлянт, хранитель могил",
          "icon": "images/bosses/elden/zamogilie/duelyant_hranitel_mogil_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/duelyant_hranitel_mogil_zamogilie.png",
          "description": "Дуэлянт, хранитель могил, — воин, связанный с ритуалами смерти и силой арены, где страдание становится зрелищем. Он сражается агрессивно и давит морально, заставляя противника ошибаться под давлением. Его оружие и манера держаться напоминают палача, который привык решать судьбы одним взмахом. Дуэлянт охраняет катакомбы как страж запретных погребений, где мёртвые должны оставаться неподвижны. Этот бой подчёркивает, что даже в низших подземельях живут те, кто нашёл своё призвание в смерти. Победа открывает путь дальше и лишает катакомбы одного из их самых жестоких хранителей."
        },
        {
          "id": "rytsar_gornila_zamogilie",
          "name": "Рыцарь Горнила",
          "icon": "images/bosses/elden/zamogilie/rytsar_gornila_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/rytsar_gornila_zamogilie.png",
          "description": "Рыцарь Горнила — воин древней эпохи, связанный с первозданной силой, существовавшей до господства Эрдтри. Он сражается дисциплинированно, но в его приёмах ощущается нечто звериное и доисторическое. Рыцари Горнила символизируют «старый порядок», где сила была грубой, но чистой, без блеска золота. Его защита крепка, а атаки точны, поэтому бой требует уважения и аккуратного выбора моментов. Встреча с ним напоминает, что под новым законом скрываются старые корни, которые не исчезли. Победа даёт ощущение, что ты преодолел не просто бойца, а живой кусок древней истории."
        },
        {
          "id": "troll_kamnekop_zamogilie",
          "name": "Тролль-камнекоп",
          "icon": "images/bosses/elden/zamogilie/troll_kamnekop_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/troll_kamnekop_zamogilie.png",
          "description": "Тролль-камнекоп — порабощённый гигант, вынужденный добывать камень и служить тем, кто наложил на него оковы. Его сила огромна, но в поведении чувствуется усталость и обречённость, будто он давно потерял право на свободу. В бою тролль опирается на простые, сокрушительные удары, которые наказывают за жадность и близость. Он показывает социальную сторону мира Elden Ring: даже чудовища могут быть рабами. Сражение с ним — проверка позиционирования и терпения, а не быстрых комбинаций. Победа не ощущается триумфом над злом — скорее это проход через трагедию чужой несвободы."
        },
        {
          "id": "tykvogolovyy_bezumets_zamogilie",
          "name": "Тыквоголовый безумец",
          "icon": "images/bosses/elden/zamogilie/tykvogolovyy_bezumets_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/tykvogolovyy_bezumets_zamogilie.png",
          "description": "Тыквоголовый безумец — жестокий палач, скрывающий лицо под тяжёлым шлемом, который превращает его в ходячую казнь. Он атакует прямолинейно, но яростно, словно живёт только ради удара и боли. Его защита крепка, и лобовые атаки часто оказываются бесполезными, что заставляет искать обход и окна. Безумец выглядит как инструмент запугивания: не рыцарь, не герой, а охранник страха. Встреча с ним подчёркивает, что в Междуземье есть сила, лишённая идеологии — только жестокая практика. Победа приносит ощущение, что ты сломал не монстра, а цепь, которой держали людей в повиновении."
        }
      ]
    },
    {
      "title": "Плачущий полуостров",
      "bosses": [
        {
          "id": "bastard_leonin_rain_island",
          "name": "Бастард Леонин",
          "icon": "images/bosses/elden/poluostrov/bastard_leonin_rain_island1.png",
          "image": "images/bosses/elden/poluostrov/bastard_leonin_rain_island.png",
          "description": "Бастард Леонин — изгнанник и хищный воин, который обосновался на Плачущем полуострове среди руин и ветров. Его ярость будто не имеет причины, но в ней чувствуется отчаяние того, кто потерял место в мире. Леонин нападает стремительно, размахивая тяжёлым клинком и не давая отдышаться. Он сражается как зверь, который защищает добычу и территорию, а не честь. В этой битве важно выдерживать ритм: одно неверное сближение превращается в цепочку ударов. Победа над ним выглядит не как торжество, а как расправа над человеком, доведённым до дикости. Его поражение открывает дорогу к наградам, оставленным на краю цивилизации."
        },
        {
          "id": "cheshuychatyy_bastard_rain_island",
          "name": "Чешуйчатый бастард",
          "icon": "images/bosses/elden/poluostrov/cheshuychatyy_bastard_rain_island1.png",
          "image": "images/bosses/elden/poluostrov/cheshuychatyy_bastard_rain_island.png",
          "description": "Чешуйчатый бастард — уродливое создание, в котором звериная плоть словно срослась с твёрдыми наростами и костяной бронёй. На полуострове он выступает как вершина местной дикости: неразумный, но крайне опасный страж. Существо давит массой и грубой силой, а его шкуры и чешуя смягчают многие удары. В бою оно часто идёт напролом, вынуждая держать дистанцию и наказывать за промахи. Чешуйчатый бастард хорошо показывает, как в Междуземье природа и скверна порождают новых хищников. Победа над ним — это доказательство, что даже «неправильные» чудовища смертны. А ещё она подчёркивает, что Плачущий полуостров скрывает опасности не хуже материка."
        },
        {
          "id": "medved_run_rain_island",
          "name": "Медведь рун",
          "icon": "images/bosses/elden/poluostrov/medved_run_rain_island1.png",
          "image": "images/bosses/elden/poluostrov/medved_run_rain_island.png",
          "description": "Медведь рун — гигантский зверь, напитанный силой рун и потому значительно страшнее обычного хищника. Он ведёт себя не как просто животное: его агрессия напоминает ярость существа, которое почувствовало вкус силы. Медведь бросается внезапно, разрывает дистанцию за секунды и легко ломает защиту. Сражение с ним учит не жадничать: лишний удар почти всегда заканчивается ответной расплатой. Он — живое напоминание, что даже фауна Междуземья заражена великими силами. Победа приносит ощущение, что ты одолел не просто зверя, а воплощение дикого изобилия мира. И даёт понять, почему дороги здесь столь опасны."
        },
        {
          "id": "nochnoy_vsadnik_rain_island",
          "name": "Ночной всадник",
          "icon": "images/bosses/elden/poluostrov/nochnoy_vsadnik_rain_island1.png",
          "image": "images/bosses/elden/poluostrov/nochnoy_vsadnik_rain_island.png",
          "description": "Ночной всадник на Плачущем полуострове — ещё один безмолвный каратель, который выходит на охоту только после заката. Он словно стягивает ночной холод в одно тело: чёрный конь, тяжёлое оружие и полное отсутствие сомнений. Его атаки рассчитаны на открытые дороги, где конный бой превращает путника в мишень. Этот враг подчёркивает правило мира: ночь меняет всё, и привычные маршруты становятся смертельными. Всадник не выглядит личностью — скорее инструментом чужой воли и наказания. Победа над ним воспринимается как возвращение контроля над территорией, которую тьма считала своей. А добыча служит наградой за смелость выйти в дорогу, когда другие прячутся."
        },
        {
          "id": "tserber_kladbischa_dreva_erd_rain_island",
          "name": "Цербер кладбища Древа Эрд",
          "icon": "images/bosses/elden/poluostrov/tserber_kladbischa_dreva_erd_rain_island1.png",
          "image": "images/bosses/elden/poluostrov/tserber_kladbischa_dreva_erd_rain_island.png",
          "description": "Цербер кладбища Древа Эрд на полуострове — каменный страж катакомб, созданный охранять погребальные тайны и реликвии. Он двигается рывками, как механизм, который включают только для убийства, и этим сбивает чувство привычного ритма. Под внешней «каменностью» скрывается пугающая скорость: прыжки и резкие удары легко ловят на ошибке. Цербер символизирует холодный порядок смерти, где живым не положено задавать вопросы. Бой с ним проверяет дисциплину: нужно читать паузы и не паниковать от его внезапных рывков. Победа даёт право пройти глубже и забрать то, что было намеренно спрятано от мира. И напоминает, что даже могилы здесь защищены как крепости."
        },
        {
          "id": "ptitsa_smerti_rain_island",
          "name": "Птица смерти",
          "icon": "images/bosses/elden/poluostrov/ptitsa_smerti_rain_island1.png",
          "image": "images/bosses/elden/poluostrov/ptitsa_smerti_rain_island.png",
          "description": "Птица смерти, встречающаяся на Плачущем полуострове, — ночное чудовище, выросшее из древних погребальных обычаев и тления. Она появляется в темноте, будто питается страхом и одиночеством путников. Её атаки резкие и широкие, а движения напоминают болезненный танец над могилами. В образе Птицы смешаны перья и мертвечина, что делает её не просто хищником, а символом испорченной смерти. Бой с ней заставляет держать дистанцию и следить за окружением — в темноте легко потерять момент. Победа воспринимается как маленькая победа над самой ночью и её ритуалами. А награда подтверждает: тьма в Междуземье — это источник силы, но и источник ужаса."
        },
        {
          "id": "voploschenie_dreva_erd_rain_island",
          "name": "Воплощение Древа Эрд",
          "icon": "images/bosses/elden/poluostrov/voploschenie_dreva_erd_rain_island1.png",
          "image": "images/bosses/elden/poluostrov/voploschenie_dreva_erd_rain_island.png",
          "description": "Воплощение Древа Эрд — аватар священного древа, через который Порядок словно протягивает руку в землю полуострова. Оно не рассуждает и не сомневается: это чистая функция защиты, воплощённая в плоти и магии. Аватар атакует тяжёлыми ударами и священными вспышками, заставляя уважать пространство боя. Его присутствие говорит о том, что даже на окраине мира влияние Эрдтри остаётся ощутимым и агрессивным. Сражение с ним — конфликт не с человеком, а с институтом веры и силы. Победа ослабляет давление Порядка на местность и открывает доступ к ценным дарам. При этом остаётся чувство, что ты ударил по ветви огромного дерева, а не по его стволу."
        },
        {
          "id": "drevniy_geroy_zamora_rain_island",
          "name": "Древний герой Замора",
          "icon": "images/bosses/elden/poluostrov/drevniy_geroy_zamora_rain_island1.png",
          "image": "images/bosses/elden/poluostrov/drevniy_geroy_zamora_rain_island.png",
          "description": "Древний герой Замора — воин из забытой эпохи, чьи следы сохранились в подземельях и легендах. Его стиль сочетает скорость и холодную магию, будто сама зима движется вместе с клинком. Он не выглядит чудовищем — скорее призраком прошлого, который по привычке продолжает охранять руины. Бой с героем требует точности: он наказывает за суету и легко ловит на промедлении. В его присутствии чувствуется величие старых войн, которые предшествовали нынешнему хаосу. Победа воспринимается как завоевание реликвии истории, а не просто трофея. И подчёркивает, что даже окраины Междуземья хранят память о великих битвах."
        },
        {
          "id": "ten_kladbischa_rain_island",
          "name": "Тень кладбища",
          "icon": "images/bosses/elden/poluostrov/ten_kladbischa_rain_island1.png",
          "image": "images/bosses/elden/poluostrov/ten_kladbischa_rain_island.png",
          "description": "Тень кладбища — призрачный страж, обитающий среди погребений и руин полуострова. Она атакует внезапно, словно выныривает из самого воздуха, и этим ломает чувство безопасности. Тень связана с темой неспокойных мёртвых и мест, где граница между жизнью и смертью размыта. Её движения быстры, а удары часто кажутся «нечестными», потому что противник то появляется, то исчезает. Сражение учит держать концентрацию и не терять цель из виду даже в хаосе. Победа приносит ощущение, что ты успокоил кусок земли, который давно должен был быть тихим. И доказывает, что на полуострове опасны не только звери, но и сами тени прошлого."
        },
        {
          "id": "miranda_smertotsvet_rain_island",
          "name": "Миранда Смертоцвет",
          "icon": "images/bosses/elden/poluostrov/miranda_smertotsvet_rain_island1.png",
          "image": "images/bosses/elden/poluostrov/miranda_smertotsvet_rain_island.png",
          "description": "Миранда Смертоцвет — искажённое растение, в котором красота цветка превращена в оружие тления. Она выбрасывает ядовитые испарения и смертоносные всплески, будто само место отравлено её присутствием. Миранда напоминает, что в Междуземье даже природа способна стать врагом, если её коснулась неправильная сила. Бой с ней часто проходит в тесном пространстве, где трудно избежать облаков и вспышек. Здесь важны терпение и контроль дистанции: спешка быстро приводит к отравлению и панике. Победа очищает руины от одной из самых мерзких форм «живого» тления. И оставляет ощущение, что полуостров плачет не только от ветров, но и от болезней, поселившихся в его земле."
        }
      ]
    },
    {
      "title": "Озёрная Лиурния",
      "bosses": [
        {
          "id": "loretta_korolevskiy_rytsar_liyrnia",
          "name": "Лоретта, королевский рыцарь",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Лоретта, королевский рыцарь, — верная защитница королевского дома Карии и хранительница его тайн. Её образ сочетает рыцарскую выучку и высокое колдовство, будто меч и магия здесь равны по праву. Лоретта действует как страж порога: она не стремится к славе, но не позволит пройти тем, кто не доказал силу и решимость. В бою она управляет пространством копьём и чарами, заставляя постоянно менять дистанцию. Её хладнокровие подчёркивает дисциплину Карии и привычку защищать своё любой ценой. Победа над Лореттой ощущается как открытие двери в более глубокие тайны Лиурнии и её лунного наследия."
        },
        {
          "id": "alyy_volk_radagona_liyrnia",
          "name": "Алый волк Радагона",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Алый волк Радагона — магический зверь, поставленный охранять путь к сердцу академии Райи Лукарии. В нём смешаны дикость хищника и точность колдовства: он не просто бросается на добычу, а режет воздух магическими клинками. Волк движется стремительно и не даёт перевести дыхание, наказывая за любую заминку. Он выглядит как живой символ того, как магия может приручать и усиливать природу. Сражение требует хладнокровия и постоянного контроля дистанции. Победа доказывает, что даже самый быстрый страж академии не способен остановить Погасшего, и открывает путь к Реннале."
        },
        {
          "id": "magmovyy_zmey_makar_liyrnia",
          "name": "Магмовый змей Макар",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Магмовый змей Макар — искажённое существо, в котором человеческое прошлое почти полностью утонуло в лаве и чешуе. Его история намекает на цену стремления к силе: магия и жадность превращают искателя в монстра. Макар изрыгает магму и давит массой, превращая арену в опасное поле, где легко оказаться в огне. Он сторожит проход, связывающий Лиурнию с более высокими землями, будто сам путь требует жертвы. Бой проверяет терпение: важно избегать лавы и ловить моменты после тяжёлых выпадов. Победа открывает дорогу дальше и напоминает, что в Междуземье за каждый шаг вперёд приходится платить кровью."
        },
        {
          "id": "smarag_drakon_blestyaschih_kamney_liyrnia",
          "name": "Смараг, дракон блестящих камней",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Смараг, дракон блестящих камней, — древний ящер, чьё дыхание пропитано колдовской силой кристаллов. Он обитает среди руин и знаний, будто охраняет само право прикоснуться к магии. Смараг сочетает ярость дракона с чарами, поэтому опасен и вблизи, и на расстоянии. Его атаки широкие и мощные, вынуждая постоянно думать о позиции и укрытиях. Этот бой подчёркивает, что магия Лиурнии уходит корнями в доисторические эпохи. Победа над Смарагом воспринимается как отнятая у древности тайна и шаг к более сильным чарам."
        },
        {
          "id": "adula_drakon_blestyaschih_kamney_liyrnia",
          "name": "Адула, дракон блестящих камней",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Адула, дракон блестящих камней, — хранитель лунного наследия, связанный с тайнами Карии и пути Ранни. В отличие от многих драконов, он выглядит не просто хищником, а стражем, который знает, что защищает. Его атаки сочетают драконью силу и холодное колдовство, заставляя уважать дистанцию и темп. Адула появляется в моменты, когда Погасший приближается к запретным знаниям, будто проверяя право идти дальше. Сражение ощущается как поединок с древним контрактом, а не случайной встречей. Победа открывает доступ к более глубоким луночным тайнам и подчёркивает цену союза с лунной силой."
        },
        {
          "id": "rytsar_ischeyka_liyrnia",
          "name": "Рыцарь-ищейка",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Рыцарь-ищейка — стремительный воин, который сражается не как тяжёлый рыцарь, а как охотник, берущий жертву на излом. Его рывки и выпады создают ощущение, что он всегда на шаг впереди и не отпускает дистанцию. В его движениях есть звериная грация, будто он учился у хищников, а не у наставников. Он атакует сериями, наказывая за жадность и слишком ранние перекаты. Этот бой учит дисциплине: лучше один точный ответ, чем попытка обменяться ударами. Победа показывает, что холодная голова сильнее скорости, и даёт чувство, что ты переиграл настоящего преследователя."
        },
        {
          "id": "korolevskiy_prizrak_liyrnia",
          "name": "Королевский призрак",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Королевский призрак — фантомный страж, оставшийся в Лиурнии как отголосок власти и долга. Он появляется внезапно, словно сама земля помнит присягу, которую нужно исполнить даже после смерти. Призрак сражается хладнокровно и без эмоций, что делает его пугающе «чистым» противником. Его удары резки, а присутствие давит атмосферой обречённости. Встреча с ним напоминает, что Лиурния полна незавершённых историй и долга перед прошлым. Победа успокаивает один из таких отголосков и открывает путь к скрытым наградам."
        },
        {
          "id": "bols_karianskiy_rytsar_liyrnia",
          "name": "Болс, карианский рыцарь",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Болс, карианский рыцарь, — воин, связанный с домом Карии, но оказавшийся в изгнании и одиночестве. Он сражается тяжело и упорно, словно его держит не надежда, а упрямство и остатки чести. В его приёмах чувствуется школа Карии: сочетание клинка и магии, пусть и без блеска прежних времён. Болс не выглядит злодеем — скорее человеком, потерявшим место в мире и оставшимся при оружии. Бой с ним — дуэль с прошлой эпохой Лиурнии, уже не способной вернуться. Победа завершает его путь и оставляет горькое ощущение, что иногда враг — просто остаток чужой трагедии."
        },
        {
          "id": "alekto_glavar_chyornyh_nozhey_liyrnia",
          "name": "Алекто, главарь Чёрных ножей",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Алекто, главарь Чёрных ножей, — легендарная убийца, связанная с Ночью Чёрных ножей и кражей силы смерти. Она сражается быстро и жестоко, как профессионал, который не делает лишних движений. Её атаки напоминают казнь: коротко, точно и без возможности «перетерпеть» урон. Алекто не просто враг, а тень события, изменившего судьбу богов и людей. Бой с ней требует полной концентрации, потому что ошибки здесь прощаются редко. Победа даёт чувство, что ты одолел не наёмницу, а живую легенду заговора, и вырвал у прошлого одну из его самых острых игл."
        },
        {
          "id": "adan_vor_ognya_liyrnia",
          "name": "Адан, вор огня",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Адан, вор огня, — фанатик, который связал себя с запретным пламенем и утратил меру в поисках силы. Он использует огненные заклятия так, будто сам готов сгореть вместе с врагом. В его образе чувствуется одержимость: не победить, а доказать право на разрушение. Сражение опасно из‑за взрывов и давления, когда огонь перекрывает пространство. Адан напоминает, что в Междуземье есть силы, которым не место в руках человека, но люди всё равно тянутся к ним. Победа над ним — это срыв очередной попытки принести в мир пламя, которое уничтожает не только врага, но и самого носителя."
        },
        {
          "id": "nochnoy_vsadnik_liyrnia",
          "name": "Ночной всадник",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Ночной всадник — каратель, появляющийся на дорогах Лиурнии только после наступления темноты. Он использует коня и длинное оружие, превращая путь в охоту, где жертве трудно найти укрытие. В тумане и сумраке озёрного края его атаки кажутся ещё внезапнее, а ошибки — дороже. Всадник действует без слов, словно исполняет чужой приговор, а не личную волю. Этот бой подчёркивает правило мира: ночь — отдельная стихия, и она приносит своих хозяев. Победа рассеивает ночной террор и возвращает дорогам ощущение контроля, а награда подтверждает, что смелость выходить в темноту окупается."
        },
        {
          "id": "tserber_kladbischa_dreva_erd_liyrnia",
          "name": "Цербер кладбища Древа Эрд",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Цербер кладбища Древа Эрд — древний каменный страж катакомб, созданный охранять погребальные тайны от живых. Он двигается рывками, как заведённый механизм, из-за чего его темп кажется «ломаным» и обманчивым. Под каменной внешностью скрывается пугающая сила: прыжки и удары легко сбивают с ног и ломают ритм. Цербер символизирует порядок смерти, где всё должно оставаться на месте, а чужое любопытство карается сразу. Бой с ним учит терпению и чтению пауз, потому что поспешность здесь наказывается. Победа открывает доступ к реликвиям катакомб и даёт чувство, что ты прошёл испытание древней печати."
        },
        {
          "id": "lodochnik_tibiya_liyrnia",
          "name": "Лодочник Тибия",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Лодочник Тибия — некромант и жнец, который появляется там, где смерть стала привычной частью ландшафта. Он предпочитает избегать прямого боя, призывая скелетов и уводя внимание от себя. Его обряды делают мёртвых инструментом, и этим подчёркивают, что в Междуземье смерть — не всегда конец. Лодочник выглядит как жалкое существо, но опасность в его умении превратить арену в хаос. Сражение требует контроля пространства и умения быстро уничтожать призванных слуг, не теряя цель. Победа прерывает его ритуал и возвращает тишину месту, которое давно должно было быть спокойным."
        },
        {
          "id": "ohotnik_za_kolokolnymi_sferami_liyrnia",
          "name": "Охотник за колокольными сферами",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Охотник за колокольными сферами — ночной палач, связанный с исчезновениями торговцев и мрачной стороной мира. Он появляется внезапно, разрушая ощущение безопасности даже там, где обычно отдыхает путник. Его удары точны и жестоки, а поведение лишено эмоций, будто он выполняет работу. Встреча с ним — наказание за самоуверенность и невнимательность к ночи. Бой проверяет реакцию и умение сохранять дистанцию, потому что он легко ловит на ошибке. Победа снимает одну из ночных угроз и даёт ощущение, что даже тёмные правила мира можно сломать силой и волей."
        },
        {
          "id": "ptitsa_smerti_liyrnia",
          "name": "Птица смерти",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Птица смерти — ночное чудовище, связанное с тлением и древними погребальными культами, которые в Лиурнии ощущаются особенно остро. Она появляется после заката, и её силу будто подпитывает темнота и страх. Птица атакует широкими взмахами и резкими рывками, из-за чего легко потерять ориентацию. В её облике смешаны перья и мертвечина, что делает её не просто зверем, а символом испорченной смерти. Этот бой требует дисциплины: держать дистанцию, не терять цель и не подставляться под серию ударов. Победа воспринимается как отнятая у ночи часть её власти и даёт награду, связанную с силами смерти."
        },
        {
          "id": "voploschenie_dreva_erd_liyrnia",
          "name": "Воплощение Древа Эрд",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Воплощение Древа Эрд — аватар божественного порядка, через который влияние Эрдтри проявляется в земле Лиурнии. Оно не обладает личностью, но действует как чистая функция защиты и подавления. Аватар атакует тяжёлыми ударами и священными вспышками, контролируя пространство вокруг себя. Его присутствие давит, напоминая, что Порядок присутствует даже среди туманов и озёр. Сражение выглядит как конфликт с институтом, а не с отдельным врагом. Победа ослабляет влияние Эрдтри в этой точке и открывает доступ к ценным дарам, оставленным под защитой божественного стража."
        },
        {
          "id": "ubiytsa_iz_chyornyh_nozhey_liyrnia",
          "name": "Убийца из Чёрных ножей",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Убийца из Чёрных ножей — представительница тайного ордена, чьи действия однажды изменили судьбу Междуземья. Она движется почти бесшумно и предпочитает точные удары, а не обмен силой. В её оружии чувствуется запретная природа: клинок несёт отголосок силы истинной смерти. Эта встреча напоминает, что за великими событиями стоят заговоры, и их исполнители всё ещё бродят по миру. Бой с убийцей требует внимания к позиционированию и терпения, потому что она любит уходить в тень и возвращаться внезапно. Победа — это маленькая победа над тем прошлым, которое до сих пор отбрасывает тень на настоящее."
        },
        {
          "id": "ten_kladbischa_liyrnia",
          "name": "Тень кладбища",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Тень кладбища — призрачный страж, который возникает там, где покой мёртвых нарушен или где земля хранит слишком много боли. Она атакует внезапно и исчезает так же быстро, вынуждая постоянно держать концентрацию. В Лиурнии, где туман и вода скрывают движение, тень кажется ещё более неуловимой и опасной. Этот противник наказывает за потерю фокуса и за попытку «пересилить» его прямой силой. Бой учит аккуратности: ловить моменты, когда тень проявляется, и не поддаваться панике. Победа приносит ощущение, что ты успокоил один из беспокойных узлов местной истории."
        },
        {
          "id": "pogrebalnaya_ptitsa_liyrnia",
          "name": "Погребальная птица",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Погребальная птица — родственная Птицам смерти тварь, связанная с мрачными обрядами и тлением, но её образ ещё сильнее отдаёт «ритуалом». Она появляется там, где смерть словно стала частью традиции, а не трагедией. Птица атакует широкими взмахами и давит присутствием, заставляя ощущать себя на кладбищенском обряде. В бою важно держать дистанцию и не позволять ей загонять в угол — она опасна сериями ударов. Этот противник подчёркивает, что Лиурния хранит не только знания, но и испорченную духовность. Победа выглядит как разрыв ритуала и возвращение тишины, пусть и временное."
        },
        {
          "id": "kristaliets_liyrnia",
          "name": "Кристалиец",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Кристалиец — существо, рождённое из чистой кристаллизованной магии, и потому оно кажется холодным и бесчеловечным. Его тело почти неуязвимо, пока не будет нарушена структура кристалла, поэтому обычные удары часто ощущаются бесполезными. Кристалиец атакует методично и без эмоций, как механизм, выполняющий один и тот же приказ. Бой с ним учит правильным инструментам: нужно ломать защиту, а не пытаться «перебить» её силой. Он символизирует сторону магии, где знание превращается в минерал, а жизнь — в форму. Победа приносит удовлетворение от того, что ты сумел разрушить идеальную оболочку и добраться до уязвимости."
        },
        {
          "id": "oniksovyy_povelitel_liyrnia",
          "name": "Ониксовый повелитель",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Ониксовый повелитель — древний воин, связанный с гравитационными силами и космической тяжестью мира. Его движения кажутся медленнее, чем есть на самом деле, потому что он управляет притяжением и срывает привычный ритм боя. Повелитель давит не только ударами, но и ощущением «веса», будто само пространство становится врагом. Он напоминает, что в Elden Ring есть магии, которые не про огонь или лёд, а про законы вселенной. Сражение требует дисциплины и готовности к внезапным рывкам и зонам давления. Победа ощущается как завоевание права касаться космических сил и приносит награду, связанную с гравитацией."
        },
        {
          "id": "rytsar_chistoy_gnili_liyrnia",
          "name": "Рыцарь чистой гнили",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Рыцарь чистой гнили — воин, поражённый скверной, но сохранивший боевую выучку и упорство. Его тело разъедено гнилью, однако в движениях чувствуется дисциплина и привычка сражаться до конца. Он атакует агрессивно и настойчиво, а ядовитые эффекты делают бой особенно опасным на затяжной дистанции. Этот рыцарь символизирует упадок орденов Междуземья: даже благородные превращаются в носителей болезни. Сражение учит аккуратности и управления риском — важно не позволять гнили накопиться. Победа выглядит как прекращение его мучений и очищение ещё одной точки, где скверна пыталась стать законом."
        },
        {
          "id": "ulitka_prizyvatelnitsa_duhov_liyrnia",
          "name": "Улитка-призывательница духов",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Улитка-призывательница духов — коварный противник, который прячется за призванными фантомами и заставляет биться «не с тем». Она кажется слабой, но её сила в обмане: пока ты дерёшься с призраками, истинный враг спокойно прячется в стороне. В Лиурнии, где много иллюзий и магии, такой бой особенно уместен и атмосферный. Сражение проверяет наблюдательность: нужно вычислить настоящую цель, а не реагировать на шум и угрозы вокруг. Победа достигается не мощью, а пониманием правил боя и вниманием к деталям. Это маленький урок о том, что в Междуземье истина часто скрыта за красивой ложью."
        },
        {
          "id": "ubiytsa_znameniy_liyrnia",
          "name": "Убийца знамений",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Убийца знамений — скрытный палач, связанный с проклятыми «знамениями» и охотой на тех, кого порядок считает неправильными. Он нападает внезапно и действует жестоко, словно выполняет казнь, а не ведёт честный бой. Его манера сражаться подчёркивает тему преследования: ты чувствуешь себя добычей, даже когда держишь меч. В Лиурнии этот противник выглядит как тень религиозной нетерпимости, которая дошла и до туманных берегов. Бой требует спокойствия и контроля дистанции, потому что он любит ловить на ошибке и быстро завершать схватку. Победа даёт ощущение, что ты отнял у мира ещё один инструмент слепого суда."
        }
      ]
    },
    {
      "title": "Звёздные пустоши",
      "bosses": [
        {
          "id": "gniyuschiy_ekzikes_wasteland",
          "name": "Гниющий Экзикес",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Гниющий Экзикес — древний дракон, поражённый алой гнилью и утративший былое величие. Его тело разъедено болезнью, но сила осталась пугающе высокой. Экзикес выдыхает смертоносные облака гнили, превращая поле боя в заражённую зону. Он символизирует упадок драконьего рода в Звёздных пустошах. Сражение требует постоянного движения и контроля дистанции. Победа даёт понимание, насколько глубоко гниль проникла в этот край."
        },
        {
          "id": "greil_krylatyy_drakon_wasteland",
          "name": "Греил, крылатый дракон",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Греил, крылатый дракон, — яростный хищник, охраняющий подходы к логову Грейолл. Он атакует стремительно, используя огонь и мощные удары крыльями. В нём чувствуется инстинкт защитника стаи. Бой с Греилом динамичен и беспощаден. Он проверяет выносливость и умение читать атаки. Победа ослабляет драконью угрозу в пустошах."
        },
        {
          "id": "greyoll_velikaya_drakonitsa_wasteland",
          "name": "Грейолл, Великая драконица",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Грейолл, Великая драконица, — древнейшая мать драконов, почти утратившая способность двигаться. Её тело изранено временем и болезнями, но жизненная сила всё ещё огромна. Вокруг неё кружат защитники, готовые растерзать любого, кто приблизится. Грейолл — символ угасающей эпохи драконов. Сражение больше похоже на ритуал добивания древнего титана. Победа приносит огромное количество рун и чувство конца целой эры."
        },
        {
          "id": "komandir_o_nil_wasteland",
          "name": "Командир О'Нил",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Командир О’Нил — военачальник, служащий силам гнили в сердце Звёздных пустошей. Он вызывает призрачных солдат, превращая бой в хаотичную схватку. О’Нил сражается хладнокровно и дисциплинированно, как настоящий полководец. Его присутствие подчёркивает милитаризацию гнили. Бой требует контроля толпы и терпения. Победа ослабляет власть гнили над регионом."
        },
        {
          "id": "zver_padayuschey_zvezdy_wasteland",
          "name": "Зверь Падающей звезды",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Зверь Падающей звезды — космическое существо, рухнувшее в мир из глубин космоса. Его тело и атаки подчиняются гравитации, а не привычным законам. Он агрессивен и непредсказуем. Бой с ним ощущается как столкновение с инородной формой жизни. Существо символизирует связь мира с космосом. Победа открывает доступ к редким гравитационным силам."
        },
        {
          "id": "gnilostnyy_drevesnyy_duh_wasteland",
          "name": "Гнилостный древесный дух",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Гнилостный древесный дух — искажённое порождение корней, поражённых алой гнилью. Его движения хаотичны и яростны. Он нападает из тесных пространств, усиливая давление на противника. В нём воплощена болезнь самих земель пустошей. Бой проверяет выдержку и ориентацию. Победа очищает заражённый участок."
        },
        {
          "id": "mechnitsa_noks_wasteland",
          "name": "Мечница-нокс",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Мечница-нокс — представительница подземного народа, связанного с тайнами звёзд. Она сражается быстро и точно, используя тонкий клинок. В её движениях чувствуется изящество и холодный расчёт. Она не проявляет ярости, только исполнение долга. Бой напоминает дуэль. Победа открывает путь к тайнам Нокрон."
        },
        {
          "id": "monah_noks_wasteland",
          "name": "Монах-нокс",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Монах-нокс — жрец и воин народа Ноксов, использующий магию и ритуальные приёмы. Он атакует на расстоянии и давит заклинаниями. Его присутствие подчёркивает религиозную сторону звёздного культа. Бой требует умения сокращать дистанцию. Он опасен в затяжной схватке. Победа ослабляет влияние ноксов."
        },
        {
          "id": "yarostnyy_duelyant_wasteland",
          "name": "Яростный дуэлянт",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Яростный дуэлянт — безумный воин, потерявший честь и рассудок. Он атакует агрессивно и без пауз. Его стиль боя давит психологически. Дуэлянт символизирует деградацию бойцовских традиций. Бой динамичен и опасен. Победа — это подавление чистой ярости."
        },
        {
          "id": "gugo_boevoy_mag_wasteland",
          "name": "Гуго, боевой маг",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Гуго, боевой маг, — чародей, приспособивший магию для прямого боя. Он сочетает заклинания и оружие. Его стиль агрессивен и непредсказуем. Гуго представляет военную сторону колдовства. Бой требует быстрой реакции. Победа доказывает превосходство над магом-бойцом."
        },
        {
          "id": "nochnoy_vsadnik_wasteland",
          "name": "Ночной всадник",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Ночной всадник Звёздных пустошей — безмолвный каратель, выходящий на охоту только после заката. Он использует скорость коня и длинное оружие, превращая открытую местность в смертельную арену. Его атаки наказывают за потерю дистанции и самоуверенность. Всадник действует без эмоций, словно исполняя древний приговор. Ночная тьма усиливает его опасность. Победа рассеивает одну из угроз пустошей."
        },
        {
          "id": "tserber_kladbischa_dreva_erd_wasteland",
          "name": "Цербер кладбища Древа Эрд",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Цербер кладбища Древа Эрд — каменный страж катакомб Звёздных пустошей. Он движется рывками и атакует неожиданно. Его задача — защищать погребальные тайны от живых. Бой требует терпения и чтения пауз. Цербер символизирует холодный порядок смерти. Победа открывает доступ к реликвиям."
        },
        {
          "id": "ohotnik_za_kolokolnymi_sferami_wasteland",
          "name": "Охотник за колокольными сферами",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Охотник за колокольными сферами — ночной палач, появляющийся в самых неожиданных местах. Он охотится за силой и реликвиями, не щадя никого. Его атаки точны и жестоки, а движения холодны и расчётливы. В Звёздных пустошах он особенно опасен из-за открытых пространств. Бой требует концентрации и реакции. Победа возвращает чувство контроля над ночью."
        },
        {
          "id": "kristaliets_wasteland",
          "name": "Кристалиец",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Кристалиец — существо из чистой кристаллизованной магии. Его тело почти неуязвимо, пока не будет разрушена структура кристалла. Он атакует хладнокровно и методично. В Звёздных пустошах кристалиец подчёркивает холодную сторону магии. Бой требует правильных инструментов. Победа ломает идеальную оболочку."
        },
        {
          "id": "ten_kladbischa_wasteland",
          "name": "Тень кладбища",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Тень кладбища — призрачный страж, появляющийся там, где покой мёртвых нарушен. Она атакует внезапно и исчезает так же быстро. В пустошах её трудно заметить из-за тумана и пыли. Бой проверяет концентрацию. Тень символизирует беспокойное прошлое. Победа приносит кратковременное спокойствие."
        },
        {
          "id": "pogrebalnaya_ptitsa_wasteland",
          "name": "Погребальная птица",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Погребальная птица — усиленная разновидность Птиц смерти, связанная с ритуалами и древними погребениями. Она давит присутствием и широкими атаками. В Звёздных пустошах её сила ощущается особенно ярко. Бой требует дистанции и дисциплины. Существо символизирует искажённую духовность региона. Победа разрывает мрачный ритуал."
        },
        {
          "id": "zverochelovek_iz_farum_azuly_wasteland",
          "name": "Зверочеловек из Фарум-Азулы",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Зверочеловек из Фарум-Азулы — древний воин, чьё прошлое связано с разрушенным городом драконов. Он сражается быстро и яростно, полагаясь на инстинкты. Его присутствие в пустошах намекает на разломы времени. Бой требует реакции. Существо представляет доэрдтрийскую эпоху. Победа — столкновение с прошлым."
        },
        {
          "id": "rytsar_gornila_wasteland",
          "name": "Рыцарь Горнила",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Рыцарь Горнила — воин древнего порядка, существовавшего до Золотого Порядка. Он сочетает дисциплину и первобытную силу. В Звёздных пустошах его появление подчёркивает древность региона. Бой требует терпения и точности. Рыцарь символизирует старые законы мира. Победа — преодоление истории."
        },
        {
          "id": "tykvogolovyy_bezumets_wasteland",
          "name": "Тыквоголовый безумец",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Тыквоголовый безумец — жестокий палач, скрывающий лицо под тяжёлым шлемом. Он атакует прямолинейно, но яростно. В пустошах он служит живым инструментом страха. Бой наказывает за поспешность. Безумец лишён идеологии, только насилие. Победа ломает ещё одно орудие ужаса."
        },
        {
          "id": "magmovyy_zmey_wasteland",
          "name": "Магмовый змей",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Магмовый змей — искажённое существо, рождённое алчностью и магией. Его тело источает лаву, делая бой крайне опасным. В пустошах он охраняет древние проходы. Бой требует терпения. Змей символизирует цену силы. Победа открывает путь дальше."
        },
        {
          "id": "voin_bastard_wasteland",
          "name": "Воин-бастард",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Воин-бастард — тяжёлый наёмник, использующий грубую силу и выносливость. Он сражается без чести, полагаясь на давление. В Звёздных пустошах он выступает как символ упадка воинских традиций. Бой прямолинеен, но опасен. Победа достигается терпением. Это ещё один пример деградации мира."
        },
        {
          "id": "gnilostnoe_voploschenie_wasteland",
          "name": "Гнилостное воплощение",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Гнилостное воплощение — аватар алой гнили, принявший форму живого существа. Оно атакует яростно и хаотично. В пустошах гниль проявляет себя особенно сильно. Бой опасен из-за эффектов разложения. Существо символизирует болезнь земель. Победа очищает заражённую область."
        },
        {
          "id": "rytsar_chistoy_gnili_wasteland",
          "name": "Рыцарь чистой гнили",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Рыцарь чистой гнили — воин, поражённый скверной, но сохранивший дисциплину. Его атаки агрессивны и ядовиты. В пустошах он служит гнили как солдат. Бой требует аккуратности. Рыцарь отражает упадок орденов. Победа завершает его мучения."
        },
        {
          "id": "apostol_bozhestvennoy_kozhi_wasteland",
          "name": "Апостол божественной кожи",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Апостол божественной кожи — фанатик, отвергший плоть ради силы. Его движения гибки и пугающи. В Звёздных пустошах он продолжает ритуалы своего культа. Бой требует концентрации. Апостол символизирует искажённую веру. Победа прерывает мрачный обряд."
        },
        {
          "id": "rodich_chyornogo_klinka_wasteland",
          "name": "Родич Чёрного Клинка",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Родич Чёрного Клинка — чудовище, связанное с силой истинной смерти. Он атакует стремительно и беспощадно. Его присутствие внушает страх. В пустошах он охраняет запретные места. Бой смертельно опасен. Победа ощущается как победа над самой смертью."
        }
      ]
    },
    {
      "title": "Плато Альтус",
      "bosses": [
        {
          "id": "radagon_iz_zolotogo_poryadka_altys",
          "name": "Радагон из Золотого порядка",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Радагон из Золотого порядка — воплощение упорной воли закона, который пытается удержать мир от распада любой ценой. Он связан с Марикой настолько тесно, что границы между человеком и символом Порядка стираются. Радагон сражается не ради личной славы, а как живой замок на воротах к последней истине. Его удары тяжёлые и точные, а золотая магия подчёркивает связь с Эрдтри и Кольцом Элдена. В этом противостоянии чувствуется не ненависть, а холодная необходимость: Порядок не умеет отступать. Победа над ним означает, что Погасший сломал один из главных столпов старого мира."
        },
        {
          "id": "mog_znamenie_altys",
          "name": "Мог, Знамение",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Мог, Знамение, — проклятый отпрыск королевской крови, рожденный с признаками знамений и потому отвергнутый миром Порядка. Он одновременно жесток и горд, ведь всю жизнь доказывал право существовать в мире, который считал его ошибкой. Мог использует кровавую силу и тяжёлое оружие, будто превращая собственное проклятие в источник власти. Его бой давит агрессией и демонстрирует, как ненависть может стать дисциплиной. За внешней яростью читается фанатичная убеждённость: он не просит признания, он вырывает его силой. Победа над Могом — это победа над одним из самых мрачных плодов Золотого Порядка."
        },
        {
          "id": "drevniy_drakon_lanseaks_altys",
          "name": "Древний дракон Лансеакс",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Древний дракон Лансеакс — представительница эпохи, когда драконы и люди ещё могли заключать союзы, а не только вести войны. Она связана с рыцарями Драконьего культа и легендами о молниях, которые стали их молитвой и оружием. Лансеакс сражается как небесная буря: молнии и удары крыльев ломают дистанцию и ритм боя. Её появление на Плато Альтус ощущается как напоминание о древнем договоре, который мир давно забыл. Этот бой требует терпения и умения читать атаки по движению тела и дыханию. Победа над Лансеакс — не просто трофей, а прикосновение к истории драконов и их утраченной власти."
        },
        {
          "id": "krovavyy_aristokrat_altys",
          "name": "Кровавый аристократ",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Кровавый аристократ — служитель кровавых ритуалов, который превратил охоту на жизнь в форму «благородного» ремесла. Он выглядит как дворянин, но под этим фасадом скрывается безжалостный убийца, привыкший действовать быстро и грязно. Его атаки часто сопровождаются кровавыми всплесками и внезапными выпадами, будто сама кровь становится оружием. Встреча с ним подчёркивает, что Плато Альтус — не только земля рыцарей и храмов, но и место тайных культов. Бой проверяет внимательность: он любит ловить на жадности и наказать за ошибку одной серией ударов. Победа рушит очередной «ритуал» и показывает, что титулы не спасают от безумия."
        },
        {
          "id": "aristokrat_bozhestvennoy_kozhi_altys",
          "name": "Аристократ божественной кожи",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Аристократ божественной кожи — служитель культа, который сбрасывает человеческую плоть ради запретной силы. Его внешность и манера боя вызывают отвращение: он словно носит чужую жизнь как одежду. В отличие от более гибкого Апостола, аристократ давит массой, но остаётся удивительно опасным на короткой дистанции. Он воплощает разложение веры, где святость заменена жестоким ритуалом. Сражение требует контроля позиции, потому что он умеет превращать ошибки в лавину урона. Победа означает, что ещё одна ветвь этого культа потеряла своего «вельможу» и часть влияния в регионе."
        },
        {
          "id": "gideon_ofnir_altys",
          "name": "Гидеон Офнир",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Гидеон Офнир, Всеведущий, — человек, который пытался победить не мечом, а знанием, собирая секреты Междуземья как оружие. Он действует как стратег и манипулятор, всегда стараясь быть на шаг впереди. В бою Гидеон использует множество заклинаний и умений, отражающих то, что он узнал о мире и его героях. Его сила — не в благородстве, а в холодном расчёте: он готов применить любую истину, если она даёт преимущество. Это столкновение показывает тёмную сторону любопытства — знание может стать поводком, а не свободой. Победа над Гидеоном означает, что Погасший превзошёл не только магию, но и интригу, построенную на информации."
        },
        {
          "id": "godfri_pervyy_povelitel_eldena_zolotaya_ten_altys",
          "name": "Годфри, первый повелитель Элдена (Золотая тень)",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Годфри, первый повелитель Элдена (Золотая тень), — отражение былой славы, созданное силой столицы и Порядка. Это не настоящий Годфри, а его идеальный образ: символ власти, который должен остановить чужака на пороге. Золотая тень сражается уверенно и прямолинейно, как воин, который привык решать всё силой. В этом бою чувствуется не личная история, а государственный миф, воплощённый в оружии и ударах. Тень напоминает, что столица защищает не только стенами, но и легендами. Победа означает, что Погасший пробил себе путь сквозь сам образ власти, а не только через её стражей."
        },
        {
          "id": "alyy_volk_chempiona_altys",
          "name": "Алый волк чемпиона",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Алый волк чемпиона — зверь-страж, который служит испытанием для тех, кто идёт по пути силы и титулов. Он сочетает хищную ловкость с колдовскими приёмами, будто природа и магия здесь сплелись намеренно. Волк давит скоростью, не позволяя восстановить дыхание, и часто наказывает за попытку обменяться ударами. Его присутствие подчёркивает, что на Плато Альтус даже «испытания» имеют зубы и когти. Бой требует контроля темпа: лучше переждать серию и ответить точно, чем спешить. Победа доказывает, что дисциплина сильнее ярости, и открывает путь к дальнейшим испытаниям."
        },
        {
          "id": "parfyumersha_trisha_altys",
          "name": "Парфюмерша Триша",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Парфюмерша Триша — представительница ремесла, которое в Междуземье стало почти боевым искусством: ароматы здесь лечат, ослабляют и убивают. Она использует флаконы и туманы, чтобы менять ход боя, будто превращая поле битвы в лабораторию. Триша не выглядит рыцарем, но опасна именно своей «практичностью»: она давит эффектами и контролем пространства. Встреча с ней показывает, что власть и война породили новые профессии, где запах становится оружием. Бой учит не стоять в облаках и следить за тем, чем именно тебя травят или ослабляют. Победа — это победа над хитростью и химией, а не над голой силой."
        },
        {
          "id": "rytsar_gornila_ordovis_altys",
          "name": "Рыцарь Горнила Ордовис",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Рыцарь Горнила Ордовис — один из древнейших стражей, связанных с силой Горнила, существовавшей до расцвета Эрдтри. Его броня и стиль боя отражают «первозданный порядок», где жизнь и сила проявлялись грубо, но цельно. Ордовис сражается дисциплинированно, используя тяжёлые удары и древние приёмы, которые не похожи на современную благодать. Этот бой требует терпения и точного чтения моментов, потому что рыцарь наказывает за суету. Встреча с ним напоминает: под Золотым Порядком лежат более старые законы, которые не исчезли. Победа ощущается как преодоление живой истории и получение права прикоснуться к древней силе."
        },
        {
          "id": "uzhasnye_bliznetsy_altys",
          "name": "Ужасные близнецы",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Ужасные близнецы — пара чудовищ, которые действуют как единый кошмар, разрывая внимание и пространство боя. Их присутствие подчёркивает тему раздвоенности и искажения: будто одно зло отражается в другом. В схватке важно не столько победить одного, сколько пережить давление двоих сразу и не дать себя загнать в угол. Близнецы атакуют разными темпами, поэтому легко потерять ритм и получить серию ударов. Этот бой проверяет позиционирование и умение быстро переключаться между целями. Победа приносит ощущение, что ты выдержал испытание хаосом, а не просто обменялся ударами."
        },
        {
          "id": "chervemordyy_altys",
          "name": "Червемордый",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Червемордый — мерзкое создание, в котором человеческое уже почти не осталось, а тело превратилось в носитель болезни и разложения. Он выглядит как ходячая язва, и его атаки часто связаны с проклятиями, тлением и удушающими эффектами. Червемордый показывает, что Плато Альтус не только сияет золотом, но и гниёт под ним. В бою важно держать дистанцию и не позволять ему навязывать свой темп, иначе яд и эффекты быстро ломают выживание. Его присутствие — напоминание о цене «святости», когда под храмами прячется болезнь. Победа воспринимается как очищение ещё одного заражённого узла земли."
        },
        {
          "id": "elemer_iz_shipov_altys",
          "name": "Элемер из Шипов",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Элемер из Шипов — странствующий палач, чья слава связана с жестокими казнями и проклятым клинком. Он управляет оружием на расстоянии, будто рука смерти дотягивается до жертвы без шагов. Элемер сражается хладнокровно и точно, не растрачивая движений — как человек, который привык к приговорам, а не к дуэлям. В его истории чувствуется отзвук «справедливости», ставшей насилием и страхом. Этот бой проверяет реакцию и умение читать атаки по жестам, потому что дистанция здесь обманчива. Победа означает, что Погасший сломал власть палача и отнял у него право решать чужие судьбы."
        },
        {
          "id": "vzroslyy_zver_padayuschey_zvezdy_altys",
          "name": "Взрослый зверь Падающей звезды",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Взрослый зверь Падающей звезды — космическое существо, которое выросло до полноценной формы и потому стало ещё опаснее и агрессивнее. Его атаки подчиняются гравитации: он давит, притягивает и ломает привычное ощущение пространства. Встреча с ним напоминает, что Междуземье связано с космосом, а «звёзды» здесь — не только свет на небе, но и источник угроз. Бой требует дисциплины: важно не давать зверю загонять себя в зону давления и ловить моменты после мощных выпадов. Существо выглядит чужеродно, будто его законы не совпадают с человеческими. Победа приносит чувство, что ты одолел не зверя, а инородную физику, пришедшую извне."
        },
        {
          "id": "zhrets_krovi_esgar_altys",
          "name": "Жрец крови Эсгар",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Жрец крови Эсгар — фанатик кровавых обрядов, который превратил веру в охоту и жертвоприношение. Он использует кровавые приёмы и часто опирается на поддержку зверей, будто ведёт ритуал, а не дуэль. Эсгар давит агрессией и пытается сломать противника страхом, показывая, что культ крови любит хаос. В этой битве важно контролировать пространство и не позволять ритуалу «раскрутиться» до лавины эффектов. Его присутствие подчёркивает, что Плато Альтус хранит не только свет, но и тёмные культы, которые питаются жизнью. Победа разрушает один из таких алтарей и прерывает цепочку жертв."
        },
        {
          "id": "deva_pohititelnitsa_altys",
          "name": "Дева-похитительница",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Дева-похитительница — механическое чудовище, созданное как ловушка: её цель не победить честно, а схватить и перемолоть. Она выглядит как порождение жестоких технологий и магии, где человек превращён в деталь. В бою дева опасна захватами и сериями ударов, которые легко наказывают за близость. Этот противник подчёркивает индустриальную сторону мира: не всё зло здесь древнее и мистическое, есть и «машины» для страдания. Сражение требует дисциплины и уважения к её зонам захвата. Победа воспринимается как уничтожение орудия похищения и освобождение территории от одной из самых неприятных угроз."
        },
        {
          "id": "nekromant_garris_altys",
          "name": "Некромант Гаррис",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Некромант Гаррис — колдун, который обращает смерть в инструмент, заставляя мёртвых служить его воле. Он предпочитает действовать через призванных существ и проклятия, избегая честной схватки. Гаррис подчёркивает, что в Междуземье многие ищут силу не в благодати, а в запретных обрядах. Его бой часто превращается в проверку внимания: нужно держать цель под контролем и не утонуть в призывах. Встреча с ним создаёт ощущение, что ты сражаешься с самой идеей некромантии, а не с человеком. Победа прерывает его ритуалы и возвращает покой месту, которое он осквернял."
        },
        {
          "id": "rodich_gnili_altys",
          "name": "Родич гнили",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Родич гнили — чудовище, рождённое алой гнилью и потому напоминающее ходячую болезнь. Он атакует резко и беспощадно, будто гниль сама пытается расширить свою территорию. Его удары и эффекты быстро накапливают разложение, превращая ошибку в приговор. Этот бой подчёркивает, что гниль — не просто состояние, а активная сила, которая создаёт собственных «солдат». Сражение требует осторожности и умения быстро выходить из опасных зон. Победа ощущается как очищение одного заражённого очага и маленькая победа над самой болезнью мира."
        },
        {
          "id": "koroleva_polulyudey_gilika_altys",
          "name": "Королева полулюдей Гилика",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Королева полулюдей Гилика — вожак дикого племени, которое живёт по праву силы и стаи. Она не похожа на благородную правительницу, но её власть реальна: подчинённые следуют за ней из страха и привычки. В бою королева давит числом и агрессией, превращая схватку в хаос, где угрозы приходят со всех сторон. Это столкновение напоминает, что у окраин цивилизации есть собственные «государства», пусть и звериные. Сражение проверяет умение контролировать толпу и не терять цель в суматохе. Победа разгоняет стаю и лишает племя его центра силы."
        },
        {
          "id": "koroleva_polulyudey_margo_altys",
          "name": "Королева полулюдей Марго",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Королева полулюдей Марго — ещё одна владычица стаи, чья власть держится на ярости и праве сильного. Её племя агрессивно защищает территорию и добычу, а сама королева действует как живой таран. В бою важно не дать себя окружить и быстро убирать самых опасных помощников, иначе давление стаи ломает оборону. Марго показывает, что в Междуземье даже «малые» народы могут быть серьёзной угрозой. Её атаки просты, но жестоки, а ошибки наказываются мгновенно. Победа означает конец её правления и открывает доступ к месту, которое племя считало своим логовом."
        },
        {
          "id": "koroleva_polulyudey_meggi_altys",
          "name": "Королева полулюдей Мэгги",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Королева полулюдей Мэгги — предводительница дикого племени, которое выживает благодаря стае и жестоким правилам. Она сражается яростно, как зверь, который защищает своё единственное право — право быть сильной. В бою королева часто опирается на поддержку сородичей, создавая постоянное давление. Это испытание на контроль пространства: нужно не дать стае разорвать тебя на части. Мэгги символизирует «другую сторону» мира, где нет благодати и рыцарства, есть только когти и дубины. Победа над ней рассеивает власть стаи и даёт почувствовать, что даже хаос можно привести к тишине."
        },
        {
          "id": "godfroy_storukiy_altys",
          "name": "Годфрой Сторукий",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Годфрой Сторукий — извращённое отражение власти Годрика, будто легенда о приращении породила новые уродливые варианты. Он использует ту же идею силы через сращивание и грубую доминацию, но в его образе больше дикости и карикатуры. Годфрой сражается тяжело и агрессивно, давя массой и сериями ударов. Этот бой выглядит как предупреждение: стремление к силе без меры плодит чудовищ и копии чудовищ. Сражение требует дисциплины — нельзя жадничать на уроне, иначе он ломает ритм ответной яростью. Победа показывает, что даже «ложное величие» можно сбросить, если действовать хладнокровно."
        },
        {
          "id": "nochnoy_vsadnik_altys",
          "name": "Ночной всадник",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Ночной всадник Плато Альтус — безмолвный каратель, выходящий на дороги только после заката. Он использует скорость коня и длинное оружие, превращая открытую местность в смертельную арену. Его атаки наказывают за потерю дистанции и попытку играть в лобовую силу. Всадник не проявляет эмоций, словно исполняет старый приговор тьмы. Этот бой подчёркивает опасность ночных путей и то, как меняется мир после захода солнца. Победа рассеивает одну из угроз ночи и приносит редкую награду за смелость."
        },
        {
          "id": "tserber_kladbischa_dreva_erd_altys",
          "name": "Цербер кладбища Древа Эрд",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Цербер кладбища Древа Эрд — каменный страж катакомб, созданный защищать погребальные тайны от живых. Он двигается рывками и атакует неожиданно, будто механизм, включённый на убийство. Под внешней «каменностью» скрывается сила: прыжки и удары легко ломают стойку и ритм боя. Цербер символизирует холодный порядок смерти, где любопытство карается немедленно. Сражение требует терпения и точного чтения пауз, иначе каждую ошибку он превращает в наказание. Победа открывает доступ к реликвиям катакомб и ощущается как слом древней печати."
        },
        {
          "id": "lodochnik_tibiya_altys",
          "name": "Лодочник Тибия",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Лодочник Тибия — некромант и жнец, который обращает мёртвых в инструмент и заставляет их служить его воле. Он редко дерётся честно, предпочитая призывать скелетов и отступать, пока противник тонет в хаосе. Встреча с ним подчёркивает, что смерть в Междуземье — не конец, а ресурс для тех, кто знает обряды. Его магия раздражает и пугает одновременно: ты сражаешься сразу с толпой и с источником этой толпы. Бой проверяет контроль пространства и умение быстро разрушать призывы, не теряя цель. Победа прерывает его ритуал и возвращает тишину месту, которое он осквернял."
        },
        {
          "id": "ohotnik_za_kolokolnymi_sferami_altys",
          "name": "Охотник за колокольными сферами",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Охотник за колокольными сферами — ночной палач, связанный с исчезновениями торговцев и мрачной стороной мира. Он появляется внезапно, разрушая ощущение безопасности даже в привычных местах. Его удары точны и жестоки, а движения лишены эмоций, будто он выполняет работу. В бою важно сохранять дистанцию и не давать себя поймать серией атак, потому что он наказывает за любую ошибку. Этот противник напоминает, что ночь приносит не только чудовищ, но и людей, ставших хуже чудовищ. Победа отнимает у тьмы ещё одного карателя и возвращает контроль над территорией."
        },
        {
          "id": "ptitsa_smerti_altys",
          "name": "Птица смерти",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Птица смерти — ночное чудовище, связанное с тлением и древними погребальными культами. Она появляется после заката и атакует резкими взмахами, ломая ритм боя широкими дугами. В её образе смешаны перья и мертвечина, будто смерть здесь обрела крылья. Птица словно питается страхом и упадком этих земель, усиливая чувство, что ночь — живая сила. Сражение требует дисциплины: держать дистанцию и не терять цель в темноте. Победа лишает ночь одного из её символов и приносит награду, связанную с силами смерти."
        },
        {
          "id": "izyazvlyonnyy_drevesnyy_duh_altys",
          "name": "Изъязвлённый древесный дух",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Изъязвлённый древесный дух — искажённое порождение корней, которое выглядит как живой кошмар из гнили и древесины. Он часто нападает в тесных пространствах, превращая бой в борьбу с паникой и ограниченной видимостью. Дух двигается хаотично, но его атаки смертельно опасны: рывки, захваты и удары ломают стойку. В нём чувствуется болезнь мира — там, где должно быть святое древо, рождается язва. Этот бой учит не терять самообладание и ловить короткие окна для ударов. Победа ослабляет одно из гнилых ответвлений и открывает путь к сокровищам за страхом."
        },
        {
          "id": "ubiytsa_iz_chyornyh_nozhey_altys",
          "name": "Убийца из Чёрных ножей",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Убийца из Чёрных ножей — представительница тайного ордена, чьи клинки однажды изменили судьбу Междуземья. Она движется почти бесшумно и предпочитает точные удары, а не обмен силой. В её оружии ощущается запретная природа: клинок несёт отголосок силы истинной смерти. Эта встреча напоминает, что за великими событиями стоят заговоры, и их исполнители всё ещё бродят по миру. Бой требует внимательности к позиционированию и терпения, потому что убийца любит уходить в тень и возвращаться внезапно. Победа — это маленькая, но важная победа над тенью прошлого, которое до сих пор отбрасывает страх."
        },
        {
          "id": "kristaliets_altys",
          "name": "Кристалиец",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Кристалиец — существо, рождённое из чистой кристаллизованной магии, и потому оно кажется холодным и бесчеловечным. Его тело почти неуязвимо, пока не будет нарушена структура кристалла: обычные удары часто бесполезны. Кристалиец атакует методично и без эмоций, как механизм, выполняющий один и тот же приказ. Бой с ним учит правильным инструментам — нужно ломать защиту и терпеливо добираться до уязвимости. Он символизирует сторону магии, где знание превращается в минерал, а жизнь — в форму. Победа приносит удовлетворение от разрушенной «идеальной оболочки» и доступ к редким наградам."
        },
        {
          "id": "drevniy_geroy_zamora_altys",
          "name": "Древний герой Замора",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Древний герой Замора — воин из забытой эпохи, чьи следы сохранились в подземельях и легендах. Его стиль сочетает скорость и холод, будто сама зима движется вместе с клинком. Он не выглядит чудовищем — скорее призраком прошлого, который по привычке продолжает охранять руины. Бой с героем требует точности: он наказывает за суету и легко ловит на промедлении. В его присутствии чувствуется величие старых войн, предшествовавших нынешнему хаосу. Победа воспринимается как завоевание реликвии истории и право прикоснуться к древним техникам."
        },
        {
          "id": "duelyant_hranitel_mogil_altys",
          "name": "Дуэлянт, хранитель могил",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Дуэлянт, хранитель могил, — воин, связанный с погребальными ритуалами и силой арены, где страдание становится зрелищем. Он сражается агрессивно и давит морально, вынуждая ошибаться под постоянным напором. Его оружие и осанка напоминают палача, который привык решать судьбы одним взмахом. Дуэлянт охраняет катакомбы как страж запретных захоронений, где мёртвые должны оставаться неподвижны. Этот бой подчёркивает, что даже в подземельях живут те, кто нашёл призвание в смерти. Победа открывает путь дальше и лишает катакомбы одного из самых жестоких хранителей."
        },
        {
          "id": "strazh_dreva_altys",
          "name": "Страж Древа",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Страж Древа — рыцарь Золотого Порядка, патрулирующий земли в золотых доспехах и на боевом коне. Его сила — в дисциплине и весе Порядка: каждый удар напоминает, кто здесь считает себя хозяином. Страж не защищает слабых, он карает недостойных и давит авторитетом. В бою важно уважать дистанцию и не подставляться под конные наскоки и длинное оружие. Этот противник часто служит уроком терпения: иногда правильнее отступить и вернуться сильнее. Победа над Стражем Древа — личная победа над системой, которая считает Погасшего помехой на дороге."
        },
        {
          "id": "drakoniy_strazh_dreva_altys",
          "name": "Драконий Страж Древа",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Драконий Страж Древа — усиленная версия рыцаря Порядка, который вобрал в себя силу драконьего культа и молний. Он объединяет тяжёлую конную мощь с электрическими ударами, превращая бой в бурю на земле. Этот страж стоит на пороге великих мест и символизирует, что к центру мира допускают только сильнейших. Его атаки опасны даже на средней дистанции, потому что молнии ломают привычные окна для наказания. Бой проверяет выдержку и умение читать комбинации, не поддаваясь панике. Победа означает, что Погасший заслужил право идти дальше к сердцу Порядка."
        },
        {
          "id": "troll_kamnekop_altys",
          "name": "Тролль-камнекоп",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Тролль-камнекоп — порабощённый гигант, вынужденный добывать камень и служить тем, кто наложил на него оковы. Его сила огромна, но в движениях чувствуется усталость и обречённость, будто он давно потерял право на свободу. В бою тролль опирается на простые, сокрушительные удары, которые наказывают за жадность и близость. Он показывает социальную сторону мира: даже чудовища могут быть рабами. Сражение требует позиционирования и терпения — лучше наказывать после промаха, чем лезть под руки. Победа не выглядит радостью, скорее это проход через чужую трагедию и ещё один шаг вперёд."
        },
        {
          "id": "miranda_smertotsvet_altys",
          "name": "Миранда Смертоцвет",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Миранда Смертоцвет — искажённое растение, в котором красота цветка превратилась в оружие тления. Она выбрасывает ядовитые испарения и опасные всплески, будто сама земля отравлена её присутствием. Миранда напоминает, что в Междуземье даже природа становится врагом, если её коснулась неправильная сила. Бой часто проходит в тесном пространстве, где трудно избежать облаков и вспышек. Здесь важны терпение и контроль дистанции: спешка быстро приводит к отравлению и панике. Победа очищает руины от одной из самых мерзких форм «живого» тления."
        },
        {
          "id": "oniksovyy_povelitel_altys",
          "name": "Ониксовый повелитель",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Ониксовый повелитель — древний воин, связанный с гравитационными силами и космической тяжестью мира. Его приёмы ломают привычный ритм боя: он тянет, давит и будто изменяет вес противника. Повелитель напоминает, что в Междуземье есть магии, которые касаются законов вселенной, а не стихий. Сражение требует дисциплины и умения переживать короткие всплески давления. В его образе чувствуется холодная инородность, словно он пришёл из глубин звёздной истории. Победа ощущается как завоевание права прикасаться к космическим силам и приносит награду, связанную с гравитацией."
        },
        {
          "id": "ubiytsa_znameniy_altys",
          "name": "Убийца знамений",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Убийца знамений — скрытный палач, связанный с проклятыми «знамениями» и охотой на тех, кого порядок считает неправильными. Он нападает внезапно и действует жестоко, словно выполняет казнь, а не ведёт честный бой. Его манера сражаться подчёркивает тему преследования: даже сильный чувствует себя добычей. Этот противник отражает нетерпимость системы, которая предпочитает уничтожать «неподходящих», а не понимать их. Бой требует спокойствия и контроля дистанции, потому что убийца любит ловить на ошибке и быстро завершать схватку. Победа даёт ощущение, что ты отнял у мира ещё один инструмент слепого суда."
        },
        {
          "id": "voin_bastard_altys",
          "name": "Воин-бастард",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Воин-бастард — тяжёлый наёмник, который полагается на грубую силу и выносливость, а не на честь и кодекс. Он сражается прямолинейно, но опасно: давление и постоянные выпады быстро ломают защиту невнимательного противника. Встреча с ним напоминает, что в Междуземье война породила массу «профессионалов», готовых убивать за плату и выживание. Этот бой учит терпению: лучше переждать серию и наказать за промах, чем пытаться перебить его напор. Воин-бастард символизирует упадок рыцарских традиций — меч остался, а смысл исчез. Победа — это победа над безличной жестокостью, ставшей ремеслом."
        },
        {
          "id": "magmovyy_zmey_altys",
          "name": "Магмовый змей",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Магмовый змей — искажённое существо, в котором человеческое прошлое утонуло в чешуе и лаве. Его история намекает на цену стремления к силе: магия и алчность превращают искателя в монстра. Змей изрыгает магму и давит массой, превращая арену в ловушку, где легко оказаться в огне. В бою важно избегать луж лавы и ловить моменты после тяжёлых атак. Он показывает, что путь наверх в Междуземье редко бывает чистым и безопасным. Победа приносит ощущение преодоления «огненной преграды» и открывает дорогу к новым землям и трофеям."
        },
        {
          "id": "apostol_bozhestvennoy_kozhi_altys",
          "name": "Апостол божественной кожи",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Апостол божественной кожи — фанатик культа, который сбрасывает человеческую плоть ради запретной силы и «святости». Его гибкие движения и вытянутые атаки создают ощущение, что тело подчиняется не анатомии, а ритуалу. Апостол сражается с религиозным экстазом, будто боль и страх для него не существуют. Он — свидетель того, как вера может выродиться в жестокую практику. Бой требует концентрации и уважения к его неожиданным сериям ударов. Победа означает, что ещё один мрачный обряд был прерван, а влияние культа ослабло."
        },
        {
          "id": "zver_padayuschey_zvezdy_altys",
          "name": "Зверь Падающей звезды",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Зверь Падающей звезды — космическое существо, рухнувшее в Междуземье из глубин звёзд и принёсшее с собой чуждые законы. Оно атакует гравитацией, давлением и резкими рывками, будто само пространство становится оружием. Встреча с ним подчёркивает, что мир Elden Ring связан с космосом не метафорой, а прямым вмешательством. Бой требует дисциплины: нельзя позволять зверю удерживать тебя в зонах давления и комбинировать атаки без ответа. Существо выглядит инородно, как «ошибка» природы, которая всё же жива и голодна. Победа приносит ощущение, что ты одолел не просто зверя, а иноземную силу, вторгшуюся в мир."
        }
      ]
    },
    {
      "title": "Вершины великанов",
      "bosses": [
        {
          "id": "astel_zvyozdy_tmy_velikani",
          "name": "Астель, Звёзды Тьмы",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Астель, Звёзды Тьмы, — космическое создание, связанное с глубинами пустоты и падением звёзд. Его форма выглядит чуждой и пугающей, будто он принадлежит иному миру с иными законами. Астель атакует гравитацией, взрывами энергии и резкими телепортациями. Бой с ним создаёт ощущение нестабильности пространства и времени. Он символизирует угрозу, пришедшую извне Междуземья. Победа над Астелем ощущается как одоление самой пустоты."
        },
        {
          "id": "borelis_ledenyaschiy_tuman_velikani",
          "name": "Борелис Леденящий Туман",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Борелис Леденящий Туман — древний ледяной дракон, чьё дыхание замораживает сам воздух. Он парит над снежными равнинами, превращая поле боя в смертельную бурю. Борелис сочетает мощь дракона с холодом, который замедляет и ломает выживание. Его присутствие подчёркивает суровость Вершин великанов. Сражение требует контроля дистанции и выносливости. Победа приносит ощущение покорения стихии холода."
        },
        {
          "id": "velikiy_zmey_teodoriks_velikani",
          "name": "Великий змей Теодорикс",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Великий змей Теодорикс — искажённое существо, в котором остатки человечности давно поглощены чудовищной формой. Он использует разрушительные атаки и магию, превращая бой в хаотичную схватку. Теодорикс охраняет путь среди снегов, словно живой барьер. Его образ напоминает о цене запретных экспериментов и силы. Бой тяжёлый и изматывающий. Победа открывает дорогу дальше и приносит редкие награды."
        },
        {
          "id": "komandir_nayll_velikani",
          "name": "Командир Найлл",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Командир Найлл — военачальник, сохранивший дисциплину даже на краю замёрзшего мира. Он использует призрачных солдат и молниеносные атаки. Найлл действует хладнокровно, как истинный командир. Его бой проверяет контроль толпы и приоритет целей. Он символизирует военную сторону Вершин великанов. Победа ослабляет влияние старых армий."
        },
        {
          "id": "gnilostnyy_duelyant_hranitel_mogil_velikani",
          "name": "Гнилостный дуэлянт, хранитель могил",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Гнилостный дуэлянт, хранитель могил, — воин, поражённый скверной, но не утративший боевых навыков. Его атаки агрессивны и ядовиты. Он охраняет катакомбы, не позволяя живым тревожить мёртвых. Бой опасен из-за накопления гнили. Дуэлянт отражает упадок орденов. Победа завершает его долг."
        },
        {
          "id": "krestonosets_bastard_velikani",
          "name": "Крестоносец-бастард",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Крестоносец-бастард — фанатичный воин, идущий по пути насилия и веры. Он атакует яростно, не заботясь о защите. Его присутствие подчёркивает жестокость религиозных конфликтов. Бой динамичен и беспощаден. Крестоносец символизирует слепую преданность. Победа ломает ещё один фанатичный клинок."
        },
        {
          "id": "vik_rytsar_kruglogo_stola_velikani",
          "name": "Вик, рыцарь Круглого стола",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Вик, рыцарь Круглого стола, — павший герой, утративший былую честь. Его стиль боя сочетает дисциплину и отчаяние. Вик сражается так, будто защищает давно утерянные идеалы. Бой напоминает дуэль с прошлым. Его образ трагичен и мрачен. Победа закрывает страницу забытой легенды."
        },
        {
          "id": "nochnoy_vsadnik_velikani",
          "name": "Ночной всадник",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Ночной всадник Вершин великанов — безмолвный каратель, выходящий на охоту под покровом снежной ночи. Он использует скорость коня и длинное оружие. Его атаки особенно опасны на открытых равнинах. Всадник словно часть самой ночи. Бой требует хладнокровия. Победа рассеивает ночную угрозу."
        },
        {
          "id": "voploschenie_dreva_erd_velikani",
          "name": "Воплощение Древа Эрд",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Воплощение Древа Эрд — аватар божественного порядка, проявляющийся даже в замёрзших землях. Оно атакует тяжёлыми ударами и священной магией. Его присутствие подчёркивает власть Эрдтри над миром. Бой символизирует конфликт с системой. Победа ослабляет влияние Порядка."
        },
        {
          "id": "izyazvlyonnyy_drevesnyy_duh_velikani",
          "name": "Изъязвлённый древесный дух",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Изъязвлённый древесный дух — искажённое порождение корней, поражённых гнилью. Он нападает яростно и хаотично. Бой часто происходит в тесном пространстве. Существо символизирует болезнь земли. Победа очищает заражённый участок."
        },
        {
          "id": "drevniy_geroy_zamora_velikani",
          "name": "Древний герой Замора",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Древний герой Замора — воин ледяных земель, связанный с древними войнами. Его стиль сочетает скорость и холодную магию. Он сражается молча и точно. Герой выглядит как призрак прошлого. Бой требует реакции. Победа приносит древние знания."
        },
        {
          "id": "pogrebalnaya_ptitsa_velikani",
          "name": "Погребальная птица",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Погребальная птица — ночное чудовище, связанное с ритуалами смерти. Она появляется среди снегов после заката. Её атаки широкие и опасные. Птица усиливает атмосферу ужаса. Бой требует дистанции. Победа лишает ночь одного из слуг."
        },
        {
          "id": "gnilostnoe_voploschenie_velikani",
          "name": "Гнилостное воплощение",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Гнилостное воплощение — живая форма алой гнили. Оно атакует агрессивно и быстро. В Вершинах великанов гниль выглядит особенно чуждо. Бой опасен из-за эффектов разложения. Существо символизирует болезнь мира. Победа очищает территорию."
        },
        {
          "id": "ulitka_prizyvatelnitsa_duhov_velikani",
          "name": "Улитка-призывательница духов",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Улитка-призывательница духов — коварный противник, скрывающийся за фантомами. Она предпочитает чужие руки прямому бою. В снегах её трудно заметить. Бой проверяет наблюдательность. Победа достигается пониманием, а не силой."
        },
        {
          "id": "rodich_chyornogo_klinka_velikani",
          "name": "Родич Чёрного Клинка",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Родич Чёрного Клинка — чудовище, связанное с силой истинной смерти. Он атакует стремительно и беспощадно. Его присутствие внушает страх даже опытным воинам. Бой смертельно опасен. Победа ощущается как торжество над смертью."
        },
        {
          "id": "lozhnaya_sleza_velikani",
          "name": "Ложная Слеза",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Ложная Слеза — зеркальное отражение Погасшего, повторяющее его стиль и приёмы. Этот бой становится проверкой собственных решений и сборки. Враг использует те же слабости и сильные стороны. Сражение выглядит как поединок с самим собой. Оно лишено лора, но наполнено смыслом. Победа — это превосходство над собственной тенью."
        }
      ]
    },
    {
      "title": "Разрушающийся Фарум-Азула",
      "bosses": [
        {
          "id": "dvoe_iz_bozhestvennoy_kozhi",
          "name": "Двое из божественной кожи",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Двое из божественной кожи — совместное воплощение фанатичного культа, который сбрасывает человеческую плоть ради запретной силы. Апостол и Вельможа действуют вместе, превращая бой в испытание на выживание под постоянным давлением. Их стили дополняют друг друга: гибкость и скорость одного сочетаются с массой и сокрушительными ударами другого. Эта схватка подчёркивает суть культа — сила рождается не из веры, а из боли и искажения. В тесных пространствах Фарум-Азулы их давление ощущается особенно остро, не оставляя времени на передышку. Победа означает сокрушение одного из самых опасных проявлений культа и подтверждает, что даже фанатичная «двойственность» уязвима."
        }
      ]
    },
    {
      "title": "Святое Древо Микеллы",
      "bosses": [
        {
          "id": "loretta_rytsar_svyatogo_dreva",
          "name": "Лоретта, рыцарь Святого Древа",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Лоретта, рыцарь Святого Древа, — верная защитница Микеллы и последняя линия обороны на пути к его тайнам. В отличие от своей призрачной формы, здесь она сражается в полной силе, сочетая рыцарскую дисциплину и высокое колдовство. Лоретта действует хладнокровно и точно, будто каждое движение отточено годами службы. Её магические атаки и копьё создают постоянное давление, не позволяя противнику чувствовать себя в безопасности. В её образе чувствуется не фанатизм, а осознанная преданность делу Микеллы и Святого Древа. Победа над Лореттой — это доказательство того, что Погасший достоин пройти дальше, туда, где скрывается одна из самых трагичных историй Междуземья."
        }
      ]
    },
    {
      "title": "Река Сиофра",
      "bosses": [
        {
          "id": "duh_predka_rivers",
          "name": "Дух предка",
          "icon": "images/bosses/elden/river_siofra/duh_predka_rivers1.png",
          "image": "images/bosses/elden/river_siofra/duh_predka_rivers.png",
          "description": "Дух предка — древнее и благородное существо, связанное с первозданными ритуалами реки Сиофра. Он появляется как хранитель баланса между жизнью, смертью и возрождением. Его движения плавны и почти церемониальны, будто бой является частью обряда, а не актом агрессии. Дух использует природную магию и силу зверей, подчёркивая связь этого места с доэрдтрийским миром. Сражение с ним ощущается не как убийство, а как испытание уважения и понимания. Победа воспринимается как признание Погасшего достойным прикоснуться к древнему наследию подземных земель."
        },
        {
          "id": "otvazhnye_gorguli_rivers",
          "name": "Отважные горгульи",
          "icon": "images/bosses/elden/river_siofra/otvazhnye_gorguli_rivers1.png",
          "image": "images/bosses/elden/river_siofra/otvazhnye_gorguli_rivers.png",
          "description": "Отважные горгульи — пара каменных стражей, охраняющих путь в глубины подземного мира. Они действуют согласованно, вынуждая постоянно делить внимание между двумя угрозами. Их тяжёлые удары и ядовитые атаки создают давление, не позволяя расслабиться ни на секунду. Горгульи выглядят как ожившие реликты старых цивилизаций, которым было поручено защищать запретные проходы. Бой требует позиционирования и умения не допустить окружения. Победа доказывает, что Погасший способен противостоять не только одиночной силе, но и слаженной защите древних стражей."
        },
        {
          "id": "drakoniy_soldat_rivers",
          "name": "Драконий солдат",
          "icon": "images/bosses/elden/river_siofra/drakoniy_soldat_rivers1.png",
          "image": "images/bosses/elden/river_siofra/drakoniy_soldat_rivers.png",
          "description": "Драконий солдат — исполинский воин, созданный по образу драконов, но лишённый их истинной души. Его тело массивно и неуклюже, однако каждый удар несёт сокрушительную мощь. Солдат словно имитирует величие драконов, подчёркивая попытки древних народов воспроизвести утраченную силу. Бой с ним проходит в ограниченном пространстве, где ошибка быстро наказывается. Он символизирует технологический и магический тупик, когда форма есть, а сущности — нет. Победа над ним ощущается как разрушение ложного идола силы."
        },
        {
          "id": "lozhnaya_sleza_rivers",
          "name": "Ложная Слеза",
          "icon": "images/bosses/elden/river_siofra/lozhnaya_sleza_rivers1.png",
          "image": "images/bosses/elden/river_siofra/lozhnaya_sleza_rivers.png",
          "description": "Ложная Слеза — зеркальное отражение Погасшего, принимающее его облик, оружие и стиль боя. Этот противник не имеет собственной воли, но идеально копирует сильные и слабые стороны героя. Бой превращается в проверку собственных решений, сборки и тактики. Здесь нельзя обвинить врага в нечестности — он использует ровно то же, что и ты сам. Схватка лишена внешнего лора, но наполнена внутренним смыслом. Победа означает превосходство над собственной тенью и осознание своих истинных возможностей."
        }
      ]
    },
    {
      "title": "Река Ансель",
      "bosses": [
        {
          "id": "drakoniy_soldat_nokstelly_rivera",
          "name": "Драконий солдат Нокстеллы",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Драконий солдат Нокстеллы — гигантский воин, созданный по образу драконов, но рождённый магией подземного города. Его массивное тело и тяжёлые удары превращают бой в испытание на выносливость и терпение. В отличие от истинных драконов, он лишён разума и действует как оживлённое оружие древней цивилизации. Нокстелла использовала подобных созданий как стражей своих тайн и проходов. Сражение с ним подчёркивает попытки подземных народов воспроизвести утраченное величие драконов. Победа разрушает ещё один ложный символ силы, созданный магией прошлого."
        },
        {
          "id": "drakoniy_soldat_rivera",
          "name": "Драконий солдат",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Драконий солдат — исполинский страж, повторяющий форму и мощь драконов, но не их сущность. Его движения тяжёлые и неуклюжие, однако каждый удар способен сокрушить защиту. Он служит напоминанием о том, как древние цивилизации пытались подражать драконьей силе, не понимая её природы. Бой с ним проходит в ограниченном пространстве, где ошибки быстро становятся фатальными. Этот противник символизирует тупик магического подражания. Победа над ним ощущается как уничтожение ещё одного пустого идола."
        }
      ]
    },
    {
      "title": "Низовье Глубокого Корня",
      "bosses": [
        {
          "id": "geroi_fii",
          "name": "Герои Фии",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Герои Фии — призванные защитники Спящей Смерти, связанные с самой Фией и её тайным ритуалом. Они появляются как отражение тех, кто однажды служил идее сохранения жизни в смерти. Каждый из героев сражается по‑разному, превращая бой в череду сменяющихся угроз. Их присутствие подчёркивает, что путь Фии не одиночный, а опирается на преданность и жертву других. Эта схватка ощущается как испытание решимости, а не силы. Победа означает, что Погасший признан достойным приблизиться к одному из самых запретных финалов Междуземья."
        },
        {
          "id": "rytsar_gornila_siluriya",
          "name": "Рыцарь Горнила Силурия",
          "icon": "images/bosses/placeholder.png",
          "image": "images/bosses/placeholder.png",
          "description": "Рыцарь Горнила Силурия — древний страж, связанный с первозданной силой Горнила, существовавшей задолго до Золотого Порядка. Его копьё и щит наполнены тяжестью старых законов, где сила была грубой, но цельной. Силурия сражается уверенно и дисциплинированно, не полагаясь на благодать Эрдтри. В его образе чувствуется память о мире до разделения и упадка. Бой требует терпения и точного выбора моментов для атаки. Победа воспринимается как преодоление одного из последних живых фрагментов древней истории."
        }
      ]
    },
    {
      "title": "Царство Теней (Shadow of the Erdtree)",
      "bosses": [
        {
          "id": "rytsar_smerti_DLC1",
          "name": "Рыцарь Смерти (Равнина Надгробий)",
          "icon": "images/bosses/elden/DLC/rytsar_smerti_DLC1.png",
          "image": "images/bosses/elden/DLC/rytsar_smerti_DLC.png",
          "description": "Рыцарь Смерти — мрачный воин, служащий силам, которые отвергают саму границу между жизнью и гибелью. Его движения холодны и точны, будто он давно перестал быть живым человеком. Он использует силу смерти не как проклятие, а как оружие и источник дисциплины. В его образе чувствуется фанатичная преданность тьме, ставшей законом. Бой с ним давит атмосферой неизбежности и ошибки здесь наказываются сразу. Победа означает, что даже смерть можно заставить отступить."
        },
        {
          "id": "rytsar_smerti_DLC2",
          "name": "Рыцарь Смерти (Прибежище Рауха)",
          "icon": "images/bosses/elden/DLC/rytsar_smerti_DLC1.png",
          "image": "images/bosses/elden/DLC/rytsar_smerti_DLC.png",
          "description": "Рыцарь Смерти — мрачный воин, служащий силам, которые отвергают саму границу между жизнью и гибелью. Его движения холодны и точны, будто он давно перестал быть живым человеком. Он использует силу смерти не как проклятие, а как оружие и источник дисциплины. В его образе чувствуется фанатичная преданность тьме, ставшей законом. Бой с ним давит атмосферой неизбежности и ошибки здесь наказываются сразу. Победа означает, что даже смерть можно заставить отступить."
        },
        {
          "id": "zolotoy_gippopotam_DLC",
          "name": "Золотой гиппопотам",
          "icon": "images/bosses/elden/DLC/zolotoy_gippopotam_DLC1.png",
          "image": "images/bosses/elden/DLC/zolotoy_gippopotam_DLC.png",
          "description": "Золотой гиппопотам — чудовищное создание, искажённое благодатью и жадностью. Его массивное тело и неестественная скорость превращают бой в хаос и давление. Он символизирует то, как благодать может извратить даже простое существо, сделав его орудием разрушения. Гиппопотам атакует без рассуждений, полагаясь на массу и ярость. Сражение требует внимательности и правильного выбора дистанции. Победа выглядит как слом ещё одного уродливого эксперимента этого мира."
        },
        {
          "id": "svyaschennyy_tantsuyuschiy_lev_DLC",
          "name": "Священный танцующий лев (Руины древней обители Рауха)",
          "icon": "images/bosses/elden/svyaschennyy_tantsuyuschiy_lev_sote1.png",
          "image": "images/bosses/elden/svyaschennyy_tantsuyuschiy_lev_sote.png",
          "description": "Священный танцующий лев — ритуальный образ, оживший в Царстве Тени, где вера и звериная ярость сплетены в одно. Его движения напоминают торжественный танец, но за красотой скрывается хищная жестокость. Лев кажется порождением культа: не просто зверь, а маска силы, в которую верят слишком сильно. В бою он резко меняет ритм, словно музыка обряда то ускоряется, то обрывается. Его атаки создают ощущение стихии — будто сама арена отвечает на каждый прыжок. Победа над львом звучит как завершение церемонии, после которой открывается путь глубже в тайны Тени. Этот босс задаёт тон DLC: здесь святость может быть такой же опасной, как проклятие."
        },
        {
          "id": "drakon_smerti_DLC1",
          "name": "Дракон смерти (Лазурное побережье)",
          "icon": "images/bosses/elden/DLC/drakon_smerti_DLC11.png",
          "image": "images/bosses/elden/DLC/drakon_smerti_DLC1.png",
          "description": "Дракон смерти — древний ящер, поражённый силами тления и истинной гибели. Его дыхание и атаки несут не просто урон, а само ощущение конца. В отличие от обычных драконов, он выглядит как ходячий труп, удерживаемый магией. Бой с ним тяжёл и изматывающий, наполненный эффектами смерти. Этот дракон символизирует вырождение даже самых могучих существ. Победа ощущается как торжество жизни над абсолютным распадом."
        },
        {
          "id": "drakon_smerti_DLC2",
          "name": "Дракон смерти (Равнина Надгробий)",
          "icon": "images/bosses/elden/DLC/drakon_smerti_DLC21.png",
          "image": "images/bosses/elden/DLC/drakon_smerti_DLC2.png",
          "description": "Дракон смерти — древний ящер, поражённый силами тления и истинной гибели. Его дыхание и атаки несут не просто урон, а само ощущение конца. В отличие от обычных драконов, он выглядит как ходячий труп, удерживаемый магией. Бой с ним тяжёл и изматывающий, наполненный эффектами смерти. Этот дракон символизирует вырождение даже самых могучих существ. Победа ощущается как торжество жизни над абсолютным распадом."
        },
        {
          "id": "drakon_smerti_DLC3",
          "name": "Дракон смерти (Теневой Альтус)",
          "icon": "images/bosses/elden/DLC/drakon_smerti_DLC31.png",
          "image": "images/bosses/elden/DLC/drakon_smerti_DLC3.png",
          "description": "Дракон смерти — древний ящер, поражённый силами тления и истинной гибели. Его дыхание и атаки несут не просто урон, а само ощущение конца. В отличие от обычных драконов, он выглядит как ходячий труп, удерживаемый магией. Бой с ним тяжёл и изматывающий, наполненный эффектами смерти. Этот дракон символизирует вырождение даже самых могучих существ. Победа ощущается как торжество жизни над абсолютным распадом."
        },
        {
          "id": "drakon_zubatoy_gory_DLC1",
          "name": "Дракон зубатой горы",
          "icon": "images/bosses/elden/DLC/drakon_zubatoy_gory_DLC11.png",
          "image": "images/bosses/elden/DLC/drakon_zubatoy_gory_DLC1.png",
          "description": "Дракон Зубатой горы — хищник, приспособившийся к суровым условиям Царства Теней. Его атаки резкие и агрессивные, а рельеф местности делает бой особенно опасным. Он не выглядит благородным, это чистый зверь, выживший за счёт жестокости. Дракон использует высоту и внезапность как оружие. Сражение требует постоянного движения. Победа доказывает превосходство над природной яростью."
        },
        {
          "id": "drakon_zubatoy_gory_DLC2",
          "name": "Драконы зубатой горы",
          "icon": "images/bosses/elden/DLC/drakon_zubatoy_gory_DLC21.png",
          "image": "images/bosses/elden/DLC/drakon_zubatoy_gory_DLC2.png",
          "description": "Драконы Зубатой горы — хищники, приспособившийся к суровым условиям Царства Теней. Их атаки резкие и агрессивные, а рельеф местности делает бой особенно опасным. Он не выглядит благородным, это чистые звери, выжившие за счёт жестокости. Драконы используют высоту и внезапность как оружие. Сражение требует постоянного движения. Победа доказывает превосходство над природной яростью."
        },
        {
          "id": "drevniy_drakon_senessaks_DLC",
          "name": "Древний дракон Сенессакс",
          "icon": "images/bosses/elden/DLC/drevniy_drakon_senessaks_DLC1.png",
          "image": "images/bosses/elden/DLC/drevniy_drakon_senessaks_DLC.png",
          "description": "Древний дракон Сенессакс — одно из последних воплощений истинной драконьей эпохи. Его присутствие внушает уважение и страх, ведь он несёт в себе память времён до Порядка. Сенессакс использует молнии и сокрушительные удары, демонстрируя первородную мощь. Бой с ним ощущается как столкновение с живой легендой. Он не служит никому, кроме собственной природы. Победа — это прикосновение к истокам мира."
        },
        {
          "id": "beyl_uzhasnyy_DLC",
          "name": "Бейл Ужасный",
          "icon": "images/bosses/elden/DLC/beyl_uzhasnyy_DLC1.png",
          "image": "images/bosses/elden/DLC/beyl_uzhasnyy_DLC.png",
          "description": "Бейл Ужасный — легендарный дракон, чьё имя внушает страх даже среди других чудовищ. Он воплощает чистое разрушение и ярость, не сдерживаемую ни разумом, ни долгом. Его атаки жестоки и беспощадны, а поле боя быстро превращается в ад. Бейл не защищает ничего — он уничтожает ради самого уничтожения. Сражение требует максимальной концентрации и выносливости. Победа становится одной из самых тяжёлых и значимых в пути Погасшего."
        },
        {
          "id": "glavnyy_inkvizitor_yori_DLC",
          "name": "Главный инквизитор Йори",
          "icon": "images/bosses/elden/DLC/glavnyy_inkvizitor_yori_DLC1.png",
          "image": "images/bosses/elden/DLC/glavnyy_inkvizitor_yori_DLC.png",
          "description": "Главный инквизитор Йори — палач и судья Царства Теней, карающий тех, кто нарушает запретные законы. Он сражается хладнокровно и методично, используя власть и страх как оружие. Йори символизирует репрессивную сторону порядка, где истина заменена наказанием. Его атаки точны и не прощают ошибок. В этом бою чувствуется не ярость, а холодная система. Победа означает разрушение ещё одного столпа угнетения."
        },
        {
          "id": "labirit_proklyatyy_klinok_DLC",
          "name": "Лабирит, проклятый клинок",
          "icon": "images/bosses/elden/DLC/labirit_proklyatyy_klinok_DLC1.png",
          "image": "images/bosses/elden/DLC/labirit_proklyatyy_klinok_DLC.png",
          "description": "Лабирит, проклятый клинок, — воин, связавший свою судьбу с запретным оружием. Его движения быстры и смертоносны, будто клинок ведёт его сам. Проклятие усиливает его силу, но лишает остатка человечности. Бой с ним напоминает дуэль с ожившим оружием. Ошибки здесь смертельны. Победа освобождает клинок от очередного носителя."
        },
        {
          "id": "vozhd_krovopuskateley_DLC",
          "name": "Вождь кровопускателей",
          "icon": "images/bosses/elden/DLC/vozhd_krovopuskateley_DLC1.png",
          "image": "images/bosses/elden/DLC/vozhd_krovopuskateley_DLC.png",
          "description": "Вождь кровопускателей — предводитель дикого культа, поклоняющегося боли и кровопролитию. Его сила основана на жертвах и жестоких ритуалах. В бою он агрессивен и давит количеством эффектов. Этот противник подчёркивает, как легко вера превращается в резню. Сражение хаотично и опасно. Победа разрушает один из самых мрачных культов Царства Теней."
        },
        {
          "id": "velikiy_krasnyy_medved_ralva_DLC",
          "name": "Великий красный медведь Ральва",
          "icon": "images/bosses/elden/DLC/velikiy_krasnyy_medved_ralva_DLC1.png",
          "image": "images/bosses/elden/DLC/velikiy_krasnyy_medved_ralva_DLC.png",
          "description": "Великий красный медведь Ральва — древний зверь, напитанный силой крови и ярости. Его удары сокрушительны, а агрессия не знает пауз. Ральва — воплощение дикости, выжившей в тени цивилизации. Бой требует осторожности и точных ответов. Медведь наказывает за самоуверенность. Победа доказывает превосходство разума над зверем."
        },
        {
          "id": "velikiy_krasnyy_medved_rugali_DLC",
          "name": "Великий красный медведь Ругали",
          "icon": "images/bosses/elden/DLC/velikiy_krasnyy_medved_rugali_DLC1.png",
          "image": "images/bosses/elden/DLC/velikiy_krasnyy_medved_rugali_DLC.png",
          "description": "Великий красный медведь Ругали — родственный Ральве зверь, но ещё более жестокий и неуправляемый. Его стиль боя прямолинеен, но смертельно опасен. Он полагается на давление и грубую силу. Ругали символизирует неукротимую сторону природы Царства Теней. Сражение тяжёлое и изматывающее. Победа — это подавление чистой ярости."
        },
        {
          "id": "strazh_dreva_DLC1",
          "name": "Страж Древа",
          "icon": "images/bosses/elden/DLC/strazh_dreva_DLC11.png",
          "image": "images/bosses/elden/DLC/strazh_dreva_DLC1.png",
          "description": "Страж Древа — рыцарь, поставленный охранять влияние Эрдтри даже в Царстве Теней. Его золотые доспехи контрастируют с мрачной землёй. Он действует как орудие Порядка, а не как личность. В бою важна дисциплина и выдержка. Страж символизирует вторжение света в тьму. Победа ломает ещё один оплот навязанного порядка."
        },
        {
          "id": "strazh_dreva_DLC2",
          "name": "Страж Древа",
          "icon": "images/bosses/elden/DLC/strazh_dreva_DLC21.png",
          "image": "images/bosses/elden/DLC/strazh_dreva_DLC2.png",
          "description": "Страж Древа — рыцарь, поставленный охранять влияние Эрдтри даже в Царстве Теней. Его золотые доспехи контрастируют с мрачной землёй. Он действует как орудие Порядка, а не как личность. В бою важна дисциплина и выдержка. Страж символизирует вторжение света в тьму. Победа ломает ещё один оплот навязанного порядка."
        },
        {
          "id": "zver_padayuschey_zvezdy_DLC",
          "name": "Зверь Падающей звезды",
          "icon": "images/bosses/elden/DLC/zver_padayuschey_zvezdy_DLC1.png",
          "image": "images/bosses/elden/DLC/zver_padayuschey_zvezdy_DLC.png",
          "description": "Зверь Падающей звезды — космическое создание, пришедшее в Царство Теней из глубин звёзд. Его атаки подчиняются гравитации и искажают пространство. Он агрессивен и непредсказуем. Бой с ним ощущается как столкновение с инородной физикой. Существо подчёркивает связь мира с космосом. Победа даёт ощущение победы над чуждым законом."
        },
        {
          "id": "pogrebalnaya_ptitsa_DLC",
          "name": "Погребальная птица",
          "icon": "images/bosses/elden/DLC/pogrebalnaya_ptitsa_DLC1.png",
          "image": "images/bosses/elden/DLC/pogrebalnaya_ptitsa_DLC.png",
          "description": "Погребальная птица — ночное чудовище, связанное с ритуалами смерти и тления. Она появляется внезапно и атакует широкими взмахами. В Царстве Теней её образ выглядит особенно зловещим. Бой требует дистанции и внимания. Птица символизирует культ смерти. Победа лишает ночь одного из её слуг."
        },
        {
          "id": "koroleva_polulyudey_marigga_DLC",
          "name": "Королева полулюдей Маригга",
          "icon": "images/bosses/elden/DLC/koroleva_polulyudey_marigga_DLC1.png",
          "image": "images/bosses/elden/DLC/koroleva_polulyudey_marigga_DLC.png",
          "description": "Королева полулюдей Маригга — вожак дикого племени, выжившего в условиях Царства Теней. Её власть держится на силе и страхе. В бою она полагается на стаю и агрессию. Сражение превращается в хаос и давление. Маригга символизирует звериную форму правления. Победа лишает племя центра силы."
        },
        {
          "id": "mechnik_poluchelovek_onze_DLC",
          "name": "Мечник-получеловек Онзе",
          "icon": "images/bosses/elden/DLC/mechnik_poluchelovek_onze_DLC1.png",
          "image": "images/bosses/elden/DLC/mechnik_poluchelovek_onze_DLC.png",
          "description": "Мечник-получеловек Онзе — ловкий воин, сочетающий звериную ярость и человеческую технику. Его атаки быстры и смертоносны. Онзе выглядит как продукт выживания в жёстком мире. Бой требует реакции и точности. Этот противник опасен на ближней дистанции. Победа доказывает превосходство контроля над инстинктами."
        },
        {
          "id": "chyornyy_rytsar_edred_DLC",
          "name": "Чёрный рыцарь Эдред",
          "icon": "images/bosses/elden/DLC/chyornyy_rytsar_edred_DLC1.png",
          "image": "images/bosses/elden/DLC/chyornyy_rytsar_edred_DLC.png",
          "description": "Чёрный рыцарь Эдред — воин, отрёкшийся от света и служащий тьме. Его броня и стиль боя отражают отказ от прежних клятв. Он сражается хладнокровно и без колебаний. Эдред символизирует падение рыцарства. Бой требует терпения. Победа закрывает путь ещё одному павшему идеалу."
        },
        {
          "id": "chyornyy_rytsar_geryu_DLC",
          "name": "Чёрный рыцарь Гэрью",
          "icon": "images/bosses/elden/DLC/chyornyy_rytsar_geryu_DLC1.png",
          "image": "images/bosses/elden/DLC/chyornyy_rytsar_geryu_DLC.png",
          "description": "Чёрный рыцарь Гэрью — ещё один представитель павшего ордена. Он действует агрессивнее и давит сериями атак. Его ярость показывает, как идеалы превращаются в ненависть. В бою важно не поддаваться давлению. Гэрью — отражение деградации веры. Победа означает конец ещё одной искажённой клятвы."
        },
        {
          "id": "drevniy_chelovek_drakon_DLC",
          "name": "Древний человек-дракон",
          "icon": "images/bosses/elden/DLC/drevniy_chelovek_drakon_DLC1.png",
          "image": "images/bosses/elden/DLC/drevniy_chelovek_drakon_DLC.png",
          "description": "Древний человек-дракон — гибрид, соединяющий человеческую форму и драконью силу. Он выглядит как результат запретных экспериментов. Его атаки сочетают магию и физическую мощь. Этот противник подчёркивает стремление людей стать чем-то большим любой ценой. Бой тяжёлый и непредсказуемый. Победа — отказ от ложной эволюции."
        },
        {
          "id": "lodochnik_tibiya_DLC",
          "name": "Лодочник Тибия (Царство Теней)",
          "icon": "images/bosses/elden/zamogilie/lodochnik_tibiya_zamogilie1.png",
          "image": "images/bosses/elden/zamogilie/lodochnik_tibiya_zamogilie.png",
          "description": "Лодочник Тибия — некромант и жнец, который бродит среди кладбищ и топей, управляя мертвецами как рыбаками уловом. Он редко вступает в честный поединок, предпочитая призывать скелетов и отступать, пока противник тонет в хаосе. Его присутствие подчёркивает, что смерть в Междуземье — не конец, а ресурс для тех, кто знает нужные обряды. Лодочник выглядит жалко и пугающе одновременно, словно человек, давно потерявший границы между жизнью и тлением. Бой с ним требует контроля пространства и умения не отвлекаться на прислужников. Победа прерывает его ритуалы и возвращает тишину месту, где она давно должна была быть."
        },
        {
          "id": "plakalschik_DLC",
          "name": "Плакальщик",
          "icon": "images/bosses/elden/DLC/plakalschik_DLC1.png",
          "image": "images/bosses/elden/DLC/plakalschik_DLC.png",
          "description": "Плакальщик — странное существо, чья сила основана на звуке, страхе и отчаянии. Его атаки сбивают ритм и ломают концентрацию. Он не выглядит сильным физически, но опасен психологически. Плакальщик символизирует боль и утрату. Бой требует хладнокровия. Победа — преодоление страха."
        },
        {
          "id": "tantsovschitsa_ranaha_DLC",
          "name": "Танцовщица Ранаха",
          "icon": "images/bosses/elden/DLC/tantsovschitsa_ranaha_DLC1.png",
          "image": "images/bosses/elden/DLC/tantsovschitsa_ranaha_DLC.png",
          "description": "Танцовщица Ранаха — изящная и смертельно опасная воительница. Её движения напоминают танец, где каждый шаг — удар. Она использует скорость и ритм как оружие. Бой похож на дуэль искусства и смерти. Ошибки здесь дорого стоят. Победа означает слом идеальной формы."
        },
        {
          "id": "rakshasa_DLC",
          "name": "Ракшаса",
          "icon": "images/bosses/elden/DLC/rakshasa_DLC1.png",
          "image": "images/bosses/elden/DLC/rakshasa_DLC.png",
          "description": "Ракшаса — демоническое существо, питающееся хаосом и болью. Его атаки жестоки и непредсказуемы. Он воплощает чуждую мораль и жестокость. Бой с ним давит атмосферой безысходности. Этот враг символизирует тьму без оправданий. Победа ощущается как очищение."
        },
        {
          "id": "krasnyy_medved_DLC",
          "name": "Красный медведь",
          "icon": "images/bosses/elden/DLC/krasnyy_medved_DLC1.png",
          "image": "images/bosses/elden/DLC/krasnyy_medved_DLC.png",
          "description": "Красный медведь — свирепый хищник, выживший в условиях Царства Теней. Его стиль боя прост, но крайне опасен. Он полагается на массу и ярость. Медведь символизирует дикую сторону мира. Бой наказывает за ошибки. Победа — торжество разума над зверем."
        },
        {
          "id": "rytsar_odinochnoy_tyurmy_DLC",
          "name": "Рыцарь Одиночной тюрьмы",
          "icon": "images/bosses/elden/DLC/rytsar_odinochnoy_tyurmy_DLC1.png",
          "image": "images/bosses/elden/DLC/rytsar_odinochnoy_tyurmy_DLC.png",
          "description": "Рыцарь Одиночной тюрьмы — заключённый воин, лишённый света и надежды. Его сила подпитана отчаянием и ненавистью. Он сражается яростно, будто желая разрушить всё вокруг. Этот противник отражает жестокость заключения. Бой требует выдержки. Победа освобождает территорию от узника."
        },
        {
          "id": "deyn_suhoy_list_DLC",
          "name": "Дейн Сухой Лист",
          "icon": "images/bosses/elden/DLC/deyn_suhoy_list_DLC1.png",
          "image": "images/bosses/elden/DLC/deyn_suhoy_list_DLC.png",
          "description": "Дейн Сухой Лист — странствующий воин, избравший путь одиночества и отрешения. Его стиль боя спокоен и выверен. Он сражается не ради власти, а ради принципа. Дейн символизирует отказ от мира. Бой напоминает философскую дуэль. Победа — признание силы пути."
        },
        {
          "id": "dlan_bezumia_DLC",
          "name": "Длань Безумия",
          "icon": "images/bosses/elden/DLC/dlan_bezumia_DLC1.png",
          "image": "images/bosses/elden/DLC/dlan_bezumia_DLC.png",
          "description": "Бомж с перчаткой тыщи истин"
        },
        {
          "id": "graf_imir_mater_paltsev_DLC",
          "name": "Граф Имир, матерь Пальцев",
          "icon": "images/bosses/elden/DLC/graf_imir_mater_paltsev_DLC1.png",
          "image": "images/bosses/elden/DLC/graf_imir_mater_paltsev_DLC.png",
          "description": "Граф Имир, матерь Пальцев, — одна из самых загадочных фигур Царства Теней. Он связан с волей Пальцев и тайнами, скрытыми от мира. Его образ сочетает власть, безумие и древнюю магию. Бой с ним ощущается как столкновение с самой идеей манипуляции судьбой. Имир не просто враг, а воплощение системы контроля. Победа означает разрыв ещё одной нити, ведущей к слепому подчинению."
        }
      ]
    }
  ]
}
